const adminTargets = [
  {
    "name": "진양호",
    "address": "경남 진주시 남강로 58",
    "wins": 4,
    "lat": 35.162807,
    "lng": 128.048415
  },
  {
    "name": "제일복권",
    "address": "경남 양산시 양산역2길 7",
    "wins": 4,
    "lat": 35.335572,
    "lng": 129.027956
  },
  {
    "name": "터미널식품",
    "address": "경기 의정부시 의정로 640",
    "wins": 4,
    "lat": 37.745465,
    "lng": 127.055081
  },
  {
    "name": "작은신부",
    "address": "충남 서산시 구진로 6",
    "wins": 4,
    "lat": 36.9361277864002,
    "lng": 126.435991033743
  },
  {
    "name": "보경복권",
    "address": "울산 북구 명촌6길 7",
    "wins": 4,
    "lat": 35.557789757613,
    "lng": 129.360304185923
  },
  {
    "name": "로또야놀자",
    "address": "경북 경주시 양정로 211",
    "wins": 4,
    "lat": 35.8515067704754,
    "lng": 129.224011310712
  },
  {
    "name": "로또또",
    "address": "경기 김포시 봉수대로 1704 102호",
    "wins": 4,
    "lat": 37.6207078140751,
    "lng": 126.632988824783
  },
  {
    "name": "삼성포토랜드",
    "address": "인천 강화군 북문길 6",
    "wins": 4,
    "lat": 37.7475855683292,
    "lng": 126.484708548931
  },
  {
    "name": "세븐일레븐 현풍대로점",
    "address": "대구 달성군 비슬로 581 세븐일레븐현풍대로점",
    "wins": 4,
    "lat": 35.6905393667784,
    "lng": 128.444470256201
  },
  {
    "name": "우두로또",
    "address": "강원 춘천시 영서로 2786",
    "wins": 4,
    "lat": 37.9019294706945,
    "lng": 127.728543173935
  },
  {
    "name": "송내매표소",
    "address": "경기 부천시 소사구 송내1동 709-2",
    "wins": 4,
    "lat": 37.486887,
    "lng": 126.752854
  },
  {
    "name": "온천로또방",
    "address": "대전 유성구 계룡로 92 1층 101-3호",
    "wins": 4,
    "lat": 36.3534744900415,
    "lng": 127.34059446686
  },
  {
    "name": "한경종합광고",
    "address": "서울 송파구 백제고분로 198",
    "wins": 4,
    "lat": 37.503937,
    "lng": 127.088562
  },
  {
    "name": "그린로또",
    "address": "강원 양양군 양양로 71",
    "wins": 4,
    "lat": 38.0748404274249,
    "lng": 128.621469917087
  },
  {
    "name": "호반할인마트",
    "address": "광주 광산구 도산로9번길 40",
    "wins": 4,
    "lat": 35.127925,
    "lng": 126.790086
  },
  {
    "name": "로또스튜디오",
    "address": "충북 청주시 청원구 사뜸로 48-1",
    "wins": 4,
    "lat": 36.6665273574428,
    "lng": 127.481478010017
  },
  {
    "name": "코사마트금강점",
    "address": "대구 달서구 용산로 204",
    "wins": 4,
    "lat": 35.855734,
    "lng": 128.530832
  },
  {
    "name": "황금대박점",
    "address": "서울 노원구 공릉로 328",
    "wins": 4,
    "lat": 37.635999,
    "lng": 127.071027
  },
  {
    "name": "봉황로또",
    "address": "전북 임실군 운수로 6",
    "wins": 4,
    "lat": 35.6158939846112,
    "lng": 127.28207065678
  },
  {
    "name": "운수대통",
    "address": "인천 부평구 동암광장로 6 1층 A호",
    "wins": 4,
    "lat": 37.4708595158359,
    "lng": 126.702180311352
  },
  {
    "name": "울릉로또",
    "address": "경북 울릉군 봉래2길 32-14 1층 울릉로또&커피",
    "wins": 4,
    "lat": 37.4940402030587,
    "lng": 130.909399867425
  },
  {
    "name": "제주대림점",
    "address": "제주 제주시 과원북2길 48",
    "wins": 4,
    "lat": 33.478723,
    "lng": 126.487608
  },
  {
    "name": "D-마트 담배",
    "address": "강원 속초시 조양상가길 25 롯데마트속초점 1층 복권판매점",
    "wins": 4,
    "lat": 38.190114896653,
    "lng": 128.579991961658
  },
  {
    "name": "스카이편의점",
    "address": "경기 안양시 만안구 박달로 527",
    "wins": 4,
    "lat": 37.402749,
    "lng": 126.911276
  },
  {
    "name": "이삭",
    "address": "전남 목포시 통일대로 54",
    "wins": 4,
    "lat": 34.809945,
    "lng": 126.455232
  },
  {
    "name": "대박유통",
    "address": "부산 중구 구덕로 80",
    "wins": 4,
    "lat": 35.0977573296053,
    "lng": 129.027113771694
  },
  {
    "name": "엘도라도복권점문점",
    "address": "서울 광진구 중곡동 124-65",
    "wins": 4,
    "lat": 37.557823,
    "lng": 127.08762
  },
  {
    "name": "안성맞춤",
    "address": "경기 안성시 안성맞춤대로 1099-1",
    "wins": 4,
    "lat": 37.0110850414576,
    "lng": 127.269915090834
  },
  {
    "name": "신세계",
    "address": "제주 제주시 고마로14길 7",
    "wins": 4,
    "lat": 33.5060267991326,
    "lng": 126.54024450368
  },
  {
    "name": "구담쌀슈퍼",
    "address": "경북 안동시 경동로 908",
    "wins": 4,
    "lat": 36.5569621785078,
    "lng": 128.754502558457
  },
  {
    "name": "토토복권",
    "address": "대구 서구 달서로12길 9",
    "wins": 4,
    "lat": 35.86748,
    "lng": 128.57206
  },
  {
    "name": "우리은행금호동지점앞가판",
    "address": "서울 성동구 장터길 46",
    "wins": 4,
    "lat": 37.5481772254814,
    "lng": 127.020995013708
  },
  {
    "name": "외동복권",
    "address": "경남 김해시 동남로49번길 83 GS25 김해대동점",
    "wins": 4,
    "lat": 35.2363873103775,
    "lng": 128.985995660365
  },
  {
    "name": "하프타임(괴정점)",
    "address": "부산 사하구 사하로 156",
    "wins": 4,
    "lat": 35.102431,
    "lng": 128.997999
  },
  {
    "name": "동홍코사마트",
    "address": "제주 서귀포시 동홍서로 108",
    "wins": 4,
    "lat": 33.2586554834926,
    "lng": 126.569667425575
  },
  {
    "name": "토큰박스",
    "address": "경기 남양주시 진건오남로 112-1 동양할인마트 앞 로또판매점",
    "wins": 4,
    "lat": 36.2993896683075,
    "lng": 127.566718542394
  },
  {
    "name": "Today",
    "address": "서울 광진구 광나루로56길 85 테크노마트9층판매동24호",
    "wins": 4,
    "lat": 37.535725176732,
    "lng": 127.095692162256
  },
  {
    "name": "신간판",
    "address": "서울 중구 무교동 12-1",
    "wins": 4,
    "lat": 37.568103,
    "lng": 126.97948
  },
  {
    "name": "버스카드판매대",
    "address": "서울 관악구 신림로 145-2",
    "wins": 4,
    "lat": 37.4719679886988,
    "lng": 126.933305670509
  },
  {
    "name": "마리오슈퍼",
    "address": "경기 부천시 송내대로265번길 85 1층 118호",
    "wins": 4,
    "lat": 37.5073450508912,
    "lng": 126.753910150941
  },
  {
    "name": "원동슈퍼",
    "address": "충남 보령시 중앙로 151",
    "wins": 4,
    "lat": 36.351188,
    "lng": 126.597412
  },
  {
    "name": "현암꽃플라워",
    "address": "대전 동구 태전로 167",
    "wins": 4,
    "lat": 36.3421514543038,
    "lng": 127.419109358597
  },
  {
    "name": "미래유통",
    "address": "전남 목포시 영산로 623",
    "wins": 4,
    "lat": 34.8207977287201,
    "lng": 126.421392306789
  },
  {
    "name": "장군슈퍼",
    "address": "경기 부천시 오정구 삼작로 837",
    "wins": 4,
    "lat": 37.530954,
    "lng": 126.805135
  },
  {
    "name": "신명",
    "address": "서울 강서구 방화2동 620-160",
    "wins": 4,
    "lat": 37.562402,
    "lng": 126.808624
  },
  {
    "name": "대광슈퍼",
    "address": "경기 군포시 고산로 679 미성프라자 미성프라자106호",
    "wins": 4,
    "lat": 37.3710839056756,
    "lng": 126.933974013894
  },
  {
    "name": "혹시나도",
    "address": "충북 음성군 감곡면 장감로149번길 4-4 복권방",
    "wins": 4,
    "lat": 37.1191444311227,
    "lng": 127.639402574068
  },
  {
    "name": "나라시스컴",
    "address": "서울 영등포구 영등포로 225 영신상가1호",
    "wins": 4,
    "lat": 37.5199200639101,
    "lng": 126.906654670129
  },
  {
    "name": "나눔이매로또",
    "address": "경기 성남시 분당구 이매동 120-7 구두28호점",
    "wins": 4,
    "lat": 37.3909932085139,
    "lng": 127.126382314154
  },
  {
    "name": "대림통상",
    "address": "울산 중구 태화동 426 일신아파트상가102호",
    "wins": 4,
    "lat": 35.5523343878639,
    "lng": 129.297760017432
  },
  {
    "name": "제일슈퍼",
    "address": "인천 연수구 앵고개로 937",
    "wins": 4,
    "lat": 37.40863,
    "lng": 126.670837
  },
  {
    "name": "경기상회",
    "address": "인천 남동구 만수동 1041-3 104호",
    "wins": 4,
    "lat": 37.4431580133553,
    "lng": 126.736819766029
  },
  {
    "name": "스포츠베팅샵",
    "address": "서울 서초구 양재대로11길 36",
    "wins": 4,
    "lat": 37.471332,
    "lng": 127.044366
  },
  {
    "name": "우미슈퍼",
    "address": "광주 서구 풍암동 1132 우미아파트상가 118동 101호",
    "wins": 4,
    "lat": 35.126734,
    "lng": 126.881128
  },
  {
    "name": "진성식품",
    "address": "충북 제천시 의병대로 115-1",
    "wins": 4,
    "lat": 37.136071,
    "lng": 128.209974
  },
  {
    "name": "부영마트",
    "address": "서울 중랑구 상봉동 108",
    "wins": 4,
    "lat": 37.5943678504664,
    "lng": 127.085717050425
  },
  {
    "name": "럭키슈퍼",
    "address": "서울 용산구 후암동 446",
    "wins": 4,
    "lat": 37.5543759425223,
    "lng": 126.976755883096
  },
  {
    "name": "준",
    "address": "경기 평택시 포승읍 방림리 53-5",
    "wins": 4,
    "lat": 36.9827089472977,
    "lng": 126.882237861162
  },
  {
    "name": "부흥청과식품점",
    "address": "경북 경산시 하양읍 금락리 118 우방3차상가",
    "wins": 4,
    "lat": 35.4188013619768,
    "lng": 129.063927255203
  },
];
