const adminTargets = [
  {
    "name": "부일카서비스",
    "address": "부산 동구 자성로133번길 35",
    "wins": 50,
    "lat": 35.1400791613613,
    "lng": 129.063045972419
  },
  {
    "name": "로또명당인주점",
    "address": "충남 아산시 인주면 서해로 519-2",
    "wins": 33,
    "lat": 36.8776246747002,
    "lng": 126.896939492238
  },
  {
    "name": "뉴빅마트",
    "address": "부산 기장군 정관읍 정관중앙로 48 106호",
    "wins": 30,
    "lat": 35.3210954459104,
    "lng": 129.179271340486
  },
  {
    "name": "일등복권편의점",
    "address": "대구 달서구 본리동 2-16번지 1층",
    "wins": 29,
    "lat": 35.8421535554574,
    "lng": 128.536196203347
  },
  {
    "name": "로또휴게실",
    "address": "경기 용인시 기흥구 용구대로 1885",
    "wins": 27,
    "lat": 37.2564421961903,
    "lng": 127.104288530612
  },
  {
    "name": "세진전자통신",
    "address": "대구 서구 서대구로 376",
    "wins": 22,
    "lat": 35.8718986373835,
    "lng": 128.555199068014
  },
  {
    "name": "잠실매점",
    "address": "서울 송파구 올림픽로 269 1층 잠실역 8번출구 앞",
    "wins": 20,
    "lat": 37.51403647814415,
    "lng": 127.10115723494299
  },
  {
    "name": "오천억복권방",
    "address": "광주 서구 상무대로 1087",
    "wins": 18,
    "lat": 35.1530093775319,
    "lng": 126.880710968618
  },
  {
    "name": "오케이상사",
    "address": "서울 서초구 신반포로 176",
    "wins": 16,
    "lat": 37.5039351769908,
    "lng": 127.002413006799
  },
  {
    "name": "복권나라",
    "address": "서울 관악구 은천로 40-1",
    "wins": 16,
    "lat": 37.4860180512095,
    "lng": 126.939843355048
  },
  {
    "name": "제이복권방",
    "address": "서울 종로구 종로5가 58 평창빌딩 1층 103호",
    "wins": 16,
    "lat": 37.5712973788086,
    "lng": 127.002853931293
  },
  {
    "name": "다니엘사",
    "address": "경기 안산시 단원구 초지동 796",
    "wins": 15,
    "lat": 37.32540995487699,
    "lng": 126.80342873297437
  },
  {
    "name": "알리바이",
    "address": "광주 광산구 수등로 253 1층 알리바이",
    "wins": 15,
    "lat": 35.1853841277982,
    "lng": 126.836651090564
  },
  {
    "name": "복권백화점",
    "address": "경기 파주시 금촌2동 329-135",
    "wins": 14,
    "lat": 37.3984223865984,
    "lng": 126.726256461664
  },
  {
    "name": "돈벼락맞는곳",
    "address": "부산 동구 범일동 833-5번지",
    "wins": 14,
    "lat": 35.1391527187555,
    "lng": 129.059929781153
  },
  {
    "name": "영화유통(1등복권방)",
    "address": "울산 남구 신정로 19 삼성아파트 상가 204-101",
    "wins": 14,
    "lat": 35.5336719925462,
    "lng": 129.322573930961
  },
  {
    "name": "천하명당복권방",
    "address": "경기 수원시 팔달구 매산로 2",
    "wins": 14,
    "lat": 37.2666421379776,
    "lng": 127.00188252772
  },
  {
    "name": "썬마트",
    "address": "충북 청주시 흥덕구 진재로23번길 25",
    "wins": 13,
    "lat": 36.632588427906,
    "lng": 127.4281248183
  },
  {
    "name": "중구-가로가판대-37",
    "address": "서울 중구 남대문로 20-2",
    "wins": 13,
    "lat": 37.560831,
    "lng": 126.978063
  },
  {
    "name": "행운복권방",
    "address": "경기 포천시 솔모루로 86-1",
    "wins": 13,
    "lat": 37.8288310388135,
    "lng": 127.147524808484
  },
  {
    "name": "버스판매소",
    "address": "서울 영등포구 영중로 13 신세계앞",
    "wins": 13,
    "lat": 37.5175626544277,
    "lng": 126.905715236602
  },
  {
    "name": "대박천하마트",
    "address": "인천 부평구 굴포로 48",
    "wins": 12,
    "lat": 37.5115550103661,
    "lng": 126.726281656042
  },
  {
    "name": "행복한사람들 (흥부네)",
    "address": "경기 광주시 곤지암읍 경충대로 763",
    "wins": 12,
    "lat": 37.35193,
    "lng": 127.32358
  },
  {
    "name": "묵동식품",
    "address": "서울 중랑구 동일로 919",
    "wins": 12,
    "lat": 37.6124704724842,
    "lng": 127.077065869395
  },
  {
    "name": "천하명당복권",
    "address": "대구 북구 칠곡중앙대로 545",
    "wins": 12,
    "lat": 35.9443081130851,
    "lng": 128.550664555604
  },
  {
    "name": "올인 (all in)",
    "address": "경기 화성시 3.1만세로 1147",
    "wins": 11,
    "lat": 37.1352744145349,
    "lng": 126.910529491182
  },
  {
    "name": "대박마트복권방",
    "address": "충남 아산시 음봉로 844 태화상가1층103호",
    "wins": 11,
    "lat": 36.8264860912374,
    "lng": 127.099250859403
  },
  {
    "name": "버스표가판점",
    "address": "경기 안양시 동안구 호계동 1039-2",
    "wins": 11,
    "lat": 37.3897482860782,
    "lng": 126.951078362565
  },
  {
    "name": "종합복권슈퍼",
    "address": "경기 시흥시 마유로 336 정일빌딩104",
    "wins": 11,
    "lat": 37.3457443131004,
    "lng": 126.735588934187
  },
  {
    "name": "한꿈복권방",
    "address": "울산 중구 번영로 586",
    "wins": 11,
    "lat": 35.5687727562348,
    "lng": 129.345871744291
  },
  {
    "name": "버스표판매소",
    "address": "경기 고양시 덕양구 화신로 76 샘터마을1단지아파트 971선",
    "wins": 11,
    "lat": 37.6200950875394,
    "lng": 126.839313752988
  },
  {
    "name": "복권명당(서부점)",
    "address": "대구 달서구 월배로 452",
    "wins": 11,
    "lat": 35.8336179655221,
    "lng": 128.554778643349
  },
  {
    "name": "라이프마트",
    "address": "인천 중구 연안부두로53번길 36 5호",
    "wins": 11,
    "lat": 37.4522187238946,
    "lng": 126.603934106976
  },
  {
    "name": "행복충전소",
    "address": "경기 평택시 청북읍 현곡리 286",
    "wins": 10,
    "lat": 37.040717823647746,
    "lng": 126.93692293536613
  },
  {
    "name": "로또복권두정점",
    "address": "충남 천안시 서북구 두정로 251 대원빌딩104호",
    "wins": 10,
    "lat": 36.8334828622531,
    "lng": 127.145014385719
  },
  {
    "name": "명당골복권방",
    "address": "경기 수원시 권선구 동수원로242번길 15 104호",
    "wins": 10,
    "lat": 37.2510979892754,
    "lng": 127.035486437565
  },
  {
    "name": "미나식품(로또판매점)",
    "address": "서울 강서구 금낭화로 91-12",
    "wins": 10,
    "lat": 37.5735122642965,
    "lng": 126.810687895379
  },
  {
    "name": "천하명당복권방",
    "address": "경남 거제시 옥포성안로 60",
    "wins": 10,
    "lat": 34.8917029847155,
    "lng": 128.694852511716
  },
  {
    "name": "NG24",
    "address": "경북 칠곡군 북중리3길 59",
    "wins": 10,
    "lat": 36.0798023213393,
    "lng": 128.41185037286
  },
  {
    "name": "또또복권방",
    "address": "전북 익산시 고봉로32길 3",
    "wins": 10,
    "lat": 35.9598215855702,
    "lng": 126.97168964717
  },
  {
    "name": "종합가판점",
    "address": "서울 동대문구 왕산로 206 가로판매대",
    "wins": 10,
    "lat": 37.579697,
    "lng": 127.044971
  },
  {
    "name": "현대장미슈퍼",
    "address": "전북 익산시 동서로61길 41 어양동 현대A 상가동 108호",
    "wins": 10,
    "lat": 35.9549102215529,
    "lng": 126.980450476439
  },
  {
    "name": "행운의집제1호점",
    "address": "경북 안동시 경동로 663",
    "wins": 10,
    "lat": 36.5651,
    "lng": 128.7333
  },
  {
    "name": "복권방",
    "address": "부산 사하구 장림동 328-9",
    "wins": 10,
    "lat": 35.0809900990823,
    "lng": 128.968200837896
  },
  {
    "name": "갈렙분식한식",
    "address": "서울 중랑구 용마산로115길 92",
    "wins": 10,
    "lat": 37.5982177560005,
    "lng": 127.095273890863
  },
  {
    "name": "공원슈퍼",
    "address": "경기 수원시 장안구 영화동 328-3",
    "wins": 9,
    "lat": 37.288829197651076,
    "lng": 127.01293504094645
  },
  {
    "name": "왕대박복권방",
    "address": "경북 문경시 모전동 81-89",
    "wins": 9,
    "lat": 36.588121145731,
    "lng": 128.192934197552
  },
  {
    "name": "행운복권방",
    "address": "경기 의정부시 용현동 14",
    "wins": 9,
    "lat": 37.7367784023592,
    "lng": 127.087140258519
  },
  {
    "name": "주택복권방",
    "address": "경기 용인시 수지구 풍덕천동 717-3 103호",
    "wins": 9,
    "lat": 37.3238924881527,
    "lng": 127.097471129192
  },
  {
    "name": "메트로센터점",
    "address": "대구 중구 달구벌대로 지하 2100 메트로센터C412호",
    "wins": 9,
    "lat": 35.865918,
    "lng": 128.5960254
  },
  {
    "name": "세방매점",
    "address": "경북 경주시 산업로 4447",
    "wins": 9,
    "lat": 35.876583,
    "lng": 129.226646
  },
  {
    "name": "흥건슈퍼",
    "address": "전북 전주시 완산구 거마평로 25",
    "wins": 9,
    "lat": 35.794734,
    "lng": 127.11666
  },
  {
    "name": "팡팡복권마트.잡화슈퍼",
    "address": "전북 전주시 덕진구 가리내로 26",
    "wins": 9,
    "lat": 35.8343899520291,
    "lng": 127.133283047612
  },
  {
    "name": "대광복권방",
    "address": "전남 화순군 칠충로 55 대광그린상가동 1층109호",
    "wins": 9,
    "lat": 35.0554316829248,
    "lng": 126.977740365431
  },
  {
    "name": "행운복권방",
    "address": "서울 은평구 서오릉로 10",
    "wins": 9,
    "lat": 37.6023055358317,
    "lng": 126.926797414378
  },
  {
    "name": "아이러브마트복권방",
    "address": "울산 중구 유곡로 19-1",
    "wins": 9,
    "lat": 35.5566987509391,
    "lng": 129.307118444756
  },
  {
    "name": "복권명당",
    "address": "대구 동구 경안로 751",
    "wins": 9,
    "lat": 35.8692508020698,
    "lng": 128.713471176525
  },
  {
    "name": "대박행진 복권랜드",
    "address": "경기 파주시 금빛로 22 금촌프라자107호",
    "wins": 9,
    "lat": 37.7516589858332,
    "lng": 126.76694335458
  },
  {
    "name": "북마산복권전문점",
    "address": "경남 창원시 마산합포구 북성로 98",
    "wins": 9,
    "lat": 35.2157976111259,
    "lng": 128.5708476059
  },
  {
    "name": "행운복권",
    "address": "경기 군포시 대야1로 3 1동",
    "wins": 9,
    "lat": 37.323635,
    "lng": 126.912624
  },
  {
    "name": "황금로또",
    "address": "부산 동구 중앙대로251번길 42-1",
    "wins": 9,
    "lat": 35.120165,
    "lng": 129.039605
  },
  {
    "name": "복권전문점",
    "address": "인천 부평구 원적로 437",
    "wins": 9,
    "lat": 37.5037479776282,
    "lng": 126.715141923592
  },
  {
    "name": "월드24시",
    "address": "서울 은평구 통일로 855-15",
    "wins": 9,
    "lat": 37.619245156065,
    "lng": 126.919784349949
  },
  {
    "name": "영광정보통신",
    "address": "서울 성북구 화랑로 92 1층 우측1호",
    "wins": 9,
    "lat": 37.6026895361453,
    "lng": 127.042513488444
  },
  {
    "name": "김포로또",
    "address": "경기 김포시 사우동 944 한솔프라자101",
    "wins": 9,
    "lat": 37.6194169769481,
    "lng": 126.718048770823
  },
  {
    "name": "천하명당복권방",
    "address": "충남 홍성군 홍성읍 오관리 321-4",
    "wins": 8,
    "lat": 36.6007306101996,
    "lng": 126.669514729585
  },
  {
    "name": "대산슈퍼",
    "address": "충남 천안시 동남구 복구정3길 1",
    "wins": 8,
    "lat": 36.7699366210473,
    "lng": 127.250220402203
  },
  {
    "name": "로또킹",
    "address": "서울 영등포구 영중로 2 1층",
    "wins": 8,
    "lat": 37.5167419411213,
    "lng": 126.906749912597
  },
  {
    "name": "성심상회",
    "address": "경북 포항시 북구 불종로 78",
    "wins": 8,
    "lat": 36.0381442516156,
    "lng": 129.36800122423
  },
  {
    "name": "로또복권하대점",
    "address": "경남 진주시 하대동 126-17",
    "wins": 8,
    "lat": 35.1870313924772,
    "lng": 128.122460842365
  },
  {
    "name": "빅세일복권방",
    "address": "부산 부산진구 서면문화로 6",
    "wins": 8,
    "lat": 35.1582886945541,
    "lng": 129.058077420074
  },
  {
    "name": "주택복권방",
    "address": "경기 안양시 만안구 장내로 106 102호",
    "wins": 8,
    "lat": 37.3959799517278,
    "lng": 126.920025381559
  },
  {
    "name": "보람복권방",
    "address": "울산 남구 화합로194번길 18-1",
    "wins": 8,
    "lat": 35.541767738442,
    "lng": 129.341640064008
  },
  {
    "name": "서재강변로또",
    "address": "대구 달성군 다사읍 서재리 58-2",
    "wins": 8,
    "lat": 35.8786747087314,
    "lng": 128.49696391394
  },
  {
    "name": "평안당",
    "address": "서울 종로구 종로 219",
    "wins": 8,
    "lat": 37.5712267549342,
    "lng": 127.002191724794
  },
  {
    "name": "프로토베팅샵",
    "address": "부산 중구 국제시장2길 5 4호",
    "wins": 8,
    "lat": 35.0997065582699,
    "lng": 129.028315809427
  },
  {
    "name": "서울로또방",
    "address": "충북 옥천군 삼금로 8",
    "wins": 8,
    "lat": 36.29939,
    "lng": 127.566719
  },
  {
    "name": "팡팡복권방",
    "address": "충북 진천군 광혜원면 광혜원리 265-3",
    "wins": 8,
    "lat": 36.9900231106039,
    "lng": 127.445291948445
  },
  {
    "name": "데이앤나잇",
    "address": "서울 성북구 종암로 132 종암우림카이저팰리스 1층 101호",
    "wins": 8,
    "lat": 37.6019090131896,
    "lng": 127.033550711598
  },
  {
    "name": "복권전문점",
    "address": "경기 시흥시 중심상가로 323",
    "wins": 8,
    "lat": 37.3371680057678,
    "lng": 126.748287062786
  },
  {
    "name": "25시슈퍼",
    "address": "경기 시흥시 정왕동 1882-11번지 홍익프라자1층107호",
    "wins": 8,
    "lat": 37.3624825577737,
    "lng": 126.72995551003
  },
  {
    "name": "대성기획",
    "address": "경기 용인시 기흥구 구성로 75-1",
    "wins": 8,
    "lat": 37.2949073386736,
    "lng": 127.117903169762
  },
  {
    "name": "중앙로또",
    "address": "경북 칠곡군 북삼로 41 복권판매점",
    "wins": 8,
    "lat": 36.0714823200196,
    "lng": 128.342818419882
  },
  {
    "name": "로터리편의마트",
    "address": "경북 포항시 북구 서동로 85 육거리",
    "wins": 8,
    "lat": 36.040612035338,
    "lng": 129.36719076182058
  },
  {
    "name": "노다지복권방",
    "address": "경기 시흥시 복지로 103-1 1층상가",
    "wins": 8,
    "lat": 37.4481115959699,
    "lng": 126.792011443336
  },
  {
    "name": "황실복권방",
    "address": "충남 천안시 동남구 충절로 799",
    "wins": 8,
    "lat": 36.7692828079181,
    "lng": 127.200647088906
  },
  {
    "name": "북문복권방",
    "address": "경기 수원시 장안구 정조로 927-1",
    "wins": 8,
    "lat": 37.2902970908823,
    "lng": 127.012826577136
  },
  {
    "name": "복권명당",
    "address": "대구 수성구 천을로 180 동서1차아파트상가108-112호",
    "wins": 8,
    "lat": 35.8417802987404,
    "lng": 128.710244325293
  },
  {
    "name": "마두역상행선 가판대",
    "address": "경기 고양시 일산동구 장항동 893 마두역상행선가판대",
    "wins": 8,
    "lat": 37.6522344802428,
    "lng": 126.777092404644
  },
  {
    "name": "GS25(양산문성)",
    "address": "경남 양산시 평산동 평산동 31-5",
    "wins": 8,
    "lat": 35.3848887047532,
    "lng": 129.155068358886
  },
  {
    "name": "베스토아(용전2호)",
    "address": "대전 동구 동서대로 1689 복합터미널서관1층59호",
    "wins": 7,
    "lat": 36.3505040933727,
    "lng": 127.436622306744
  },
  {
    "name": "청솔서점",
    "address": "부산 사하구 하신번영로 195",
    "wins": 7,
    "lat": 35.0988188080233,
    "lng": 128.958952934637
  },
  {
    "name": "대박슈퍼",
    "address": "인천 부평구 경원대로 1438",
    "wins": 7,
    "lat": 37.4908552292598,
    "lng": 126.728645857091
  },
  {
    "name": "진평양행",
    "address": "강원 강릉시 임영로 107",
    "wins": 7,
    "lat": 37.7512348337798,
    "lng": 128.89409118199
  },
  {
    "name": "종로3가1호선역2번출구가로판매점82호",
    "address": "서울 종로구 돈화문로 23 가판",
    "wins": 7,
    "lat": 37.57069474589658,
    "lng": 126.99213511231241
  },
  {
    "name": "마두5번출구가판로또",
    "address": "경기 고양시 일산동구 중앙로 1200",
    "wins": 7,
    "lat": 37.6537937511119,
    "lng": 126.777205372111
  },
  {
    "name": "베스트올수성점",
    "address": "전북 정읍시 수성2로 28",
    "wins": 7,
    "lat": 35.5817670520118,
    "lng": 126.854448910252
  },
  {
    "name": "해수로또",
    "address": "충북 청주시 상당구 산성로 22-1",
    "wins": 7,
    "lat": 36.6261618044057,
    "lng": 127.499370400723
  },
  {
    "name": "우정식품",
    "address": "부산 동래구 온천장로 33",
    "wins": 7,
    "lat": 35.215829,
    "lng": 129.079461
  },
  {
    "name": "천하명당",
    "address": "경기 시흥시 신천3길 26-1 1층1호",
    "wins": 7,
    "lat": 37.438902489816,
    "lng": 126.783317487539
  },
  {
    "name": "로또명당해미점",
    "address": "충남 서산시 해미면 읍내리 295-4",
    "wins": 7,
    "lat": 36.7134693303261,
    "lng": 126.544204830911
  },
  {
    "name": "신문가판점",
    "address": "서울 용산구 한강대로 277-3 가판",
    "wins": 7,
    "lat": 37.5430074595038,
    "lng": 126.972376145279
  },
  {
    "name": "노다지복권방",
    "address": "부산 북구 낙동대로 1704",
    "wins": 7,
    "lat": 35.2065658594261,
    "lng": 128.997141412575
  },
  {
    "name": "다모아복권",
    "address": "서울 구로구 오류동 315-14",
    "wins": 7,
    "lat": 37.4959116541972,
    "lng": 126.842788829862
  },
  {
    "name": "버스매표소",
    "address": "인천 부평구 부평대로 3 가판",
    "wins": 7,
    "lat": 37.4918294298029,
    "lng": 126.722723545346
  },
  {
    "name": "가로판매소",
    "address": "서울 구로구 새말로 117-24",
    "wins": 7,
    "lat": 37.5078567262654,
    "lng": 126.891886432046
  },
  {
    "name": "패밀리복권방",
    "address": "경기 남양주시 늘을1로16번길 29 늘봄타워 107호",
    "wins": 7,
    "lat": 37.654082753503,
    "lng": 127.2433325019
  },
  {
    "name": "대운",
    "address": "경기 김포시 대명항로 209",
    "wins": 7,
    "lat": 37.6536126147839,
    "lng": 126.595807855572
  },
  {
    "name": "토큰판매소",
    "address": "서울 송파구 바람드리길 62",
    "wins": 7,
    "lat": 37.5367003001398,
    "lng": 127.122365863486
  },
  {
    "name": "태안로또복권방",
    "address": "충남 태안군 태안읍 독샘로 57 1층",
    "wins": 7,
    "lat": 36.753488,
    "lng": 126.29853
  },
  {
    "name": "G마트",
    "address": "서울 영등포구 디지털로 387",
    "wins": 7,
    "lat": 37.49164642744,
    "lng": 126.902185445265
  },
  {
    "name": "가판14호",
    "address": "서울 중구 퇴계로 37",
    "wins": 7,
    "lat": 37.5584466553632,
    "lng": 126.97633371006
  },
  {
    "name": "대박복권방",
    "address": "경기 연천군 온골로 57-1",
    "wins": 7,
    "lat": 38.026060905974,
    "lng": 127.067723655248
  },
  {
    "name": "셀프카메라",
    "address": "부산 부산진구 가야대로443번길 30",
    "wins": 7,
    "lat": 35.1544437969643,
    "lng": 129.02166775818
  },
  {
    "name": "대박로또판매점",
    "address": "경기 수원시 장안구 서부로 2129-1 태양공예가구",
    "wins": 7,
    "lat": 37.2987682920575,
    "lng": 126.971293514686
  },
  {
    "name": "지원물산",
    "address": "서울 노원구 공릉로 108",
    "wins": 7,
    "lat": 37.6198325602606,
    "lng": 127.078126207313
  },
  {
    "name": "로또명당가두판매점",
    "address": "경기 안양시 동안구 경수대로 848-2 동안구가로판매대2005-00065",
    "wins": 7,
    "lat": 37.3946167137316,
    "lng": 126.941416089614
  },
  {
    "name": "원스탑",
    "address": "서울 송파구 백제고분로7길 39",
    "wins": 7,
    "lat": 37.510968,
    "lng": 127.083235
  },
  {
    "name": "행운복권방",
    "address": "충북 청주시 상당구 상당로 186",
    "wins": 7,
    "lat": 36.6449602662681,
    "lng": 127.489702719928
  },
  {
    "name": "복권명당",
    "address": "충남 공주시 번영1로 41",
    "wins": 7,
    "lat": 36.4718573097719,
    "lng": 127.133096848142
  },
  {
    "name": "소리창고",
    "address": "서울 강서구 강서로 306",
    "wins": 7,
    "lat": 37.5528876532177,
    "lng": 126.836744922471
  },
  {
    "name": "열두보석복권방",
    "address": "경기 용인시 기흥구 구갈동 351 구갈스포츠센터 106호",
    "wins": 7,
    "lat": 37.281144,
    "lng": 127.111825
  },
  {
    "name": "가판점",
    "address": "경기 부천시 부일로459번길 8 국민은행버스정류장 옆 가판",
    "wins": 7,
    "lat": 37.4864146848438,
    "lng": 126.78152794693
  },
  {
    "name": "GS25(계산동경점)",
    "address": "인천 계양구 계산동 1076-7 도쿄프라자1층2호",
    "wins": 7,
    "lat": 37.5357904968587,
    "lng": 126.736314448407
  },
  {
    "name": "사이버정보통신",
    "address": "부산 부산진구 동평로 411",
    "wins": 7,
    "lat": 35.174067,
    "lng": 129.070238
  },
  {
    "name": "나눔로또편의점",
    "address": "전남 광양시 공영로 90",
    "wins": 6,
    "lat": 34.9356585968215,
    "lng": 127.699045323039
  },
  {
    "name": "나나 복권판매소",
    "address": "경남 양산시 상북중앙로 319",
    "wins": 6,
    "lat": 35.4121895785582,
    "lng": 129.059189941123
  },
  {
    "name": "운수대통복권방",
    "address": "충남 천안시 동남구 대흥로 122 중앙시장 입구",
    "wins": 6,
    "lat": 36.800537,
    "lng": 127.149245
  },
  {
    "name": "대박찬스",
    "address": "충북 청주시 흥덕구 가경로161번길 3",
    "wins": 6,
    "lat": 36.6289872301065,
    "lng": 127.436471677705
  },
  {
    "name": "대전우표사",
    "address": "대전 동구 중앙로204번길 16-1",
    "wins": 6,
    "lat": 36.3301419650559,
    "lng": 127.432108815301
  },
  {
    "name": "하영",
    "address": "인천 서구 청라에메랄드로 65 아파트 상가 102호",
    "wins": 6,
    "lat": 37.5305354871476,
    "lng": 126.656126476124
  },
  {
    "name": "복권세상",
    "address": "전남 목포시 청호로 139 1층 복권세상",
    "wins": 6,
    "lat": 34.8039274358966,
    "lng": 126.375817956267
  },
  {
    "name": "율암25시편의점",
    "address": "경기 화성시 시청로 822",
    "wins": 6,
    "lat": 37.1666568875911,
    "lng": 126.881498646413
  },
  {
    "name": "운좋은날",
    "address": "서울 강동구 풍성로 187 102호",
    "wins": 6,
    "lat": 37.5300705577131,
    "lng": 127.132872281735
  },
  {
    "name": "와따복권방",
    "address": "인천 서구 검단로 490",
    "wins": 6,
    "lat": 37.6023058201535,
    "lng": 126.658651609265
  },
  {
    "name": "하늘로또",
    "address": "경기 여주시 세종로475번길 2",
    "wins": 6,
    "lat": 37.2578957097114,
    "lng": 127.646419310321
  },
  {
    "name": "하당복권방",
    "address": "전남 목포시 옥암로 46",
    "wins": 6,
    "lat": 34.8039271171213,
    "lng": 126.429447105924
  },
  {
    "name": "광성슈퍼",
    "address": "경기 이천시 단월로 33",
    "wins": 6,
    "lat": 37.2212991430585,
    "lng": 127.450059363554
  },
  {
    "name": "해피+24시편의점",
    "address": "광주 북구 하서로 330",
    "wins": 6,
    "lat": 35.204467,
    "lng": 126.87387
  },
  {
    "name": "행운 마트",
    "address": "인천 남동구 만수로 73",
    "wins": 6,
    "lat": 37.4526,
    "lng": 126.7329
  },
  {
    "name": "장미슈퍼",
    "address": "충남 부여군 계백로 265 부여군청 로터리 부근",
    "wins": 6,
    "lat": 36.276372384131,
    "lng": 126.909418515443
  },
  {
    "name": "탑로또",
    "address": "경남 거제시 거제중앙로 1787 서원탑훼밀리마트고현점 내",
    "wins": 6,
    "lat": 34.878538623886,
    "lng": 128.627977093796
  },
  {
    "name": "NBA(엔비에이)",
    "address": "인천 중구 신도시남로142번길 6 1동 1층 128호",
    "wins": 6,
    "lat": 37.4934207705586,
    "lng": 126.491489796733
  },
  {
    "name": "까치복권방",
    "address": "경기 시흥시 중심상가로 326 1층102",
    "wins": 6,
    "lat": 37.336693513552,
    "lng": 126.748239784703
  },
  {
    "name": "여기있었네복권방",
    "address": "전북 김제시 남북로 171",
    "wins": 6,
    "lat": 35.799391,
    "lng": 126.884571
  },
  {
    "name": "신천하명당",
    "address": "충남 예산군 예산읍 발연로 1",
    "wins": 6,
    "lat": 36.698833,
    "lng": 126.829418
  },
  {
    "name": "도깨비방망이",
    "address": "전남 완도군 장보고대로 220 도깨비방망이",
    "wins": 6,
    "lat": 34.3160749197408,
    "lng": 126.74917122209
  },
  {
    "name": "현대사",
    "address": "경기 성남시 분당구 미금일로 77 102호",
    "wins": 6,
    "lat": 37.3456077433631,
    "lng": 127.111113543921
  },
  {
    "name": "가로판매점",
    "address": "서울 서대문구 신촌로 103 신촌역 3번4번출구 중앙",
    "wins": 6,
    "lat": 37.5115550103661,
    "lng": 126.726281656042
  },
  {
    "name": "유방매표소",
    "address": "경기 용인시 처인구 백옥대로 1388",
    "wins": 6,
    "lat": 37.258839,
    "lng": 127.212952
  },
  {
    "name": "세원로또복권방",
    "address": "부산 수영구 수영로725번길 53 수영 엔스타Ⅱ 101호",
    "wins": 6,
    "lat": 35.1683250826956,
    "lng": 129.116025416752
  },
  {
    "name": "종합복권방",
    "address": "전남 해남군 해남읍 해리 189-2",
    "wins": 6,
    "lat": 34.5707766689417,
    "lng": 126.610890385144
  },
  {
    "name": "한마음",
    "address": "서울 관악구 은천로 211 봉천중앙시장 라열 4호",
    "wins": 6,
    "lat": 37.484186,
    "lng": 126.954467
  },
  {
    "name": "행운복권방",
    "address": "경기 수원시 영통구 반달로7번길 40 평익칼라스위트 평익칼라스위트110호",
    "wins": 6,
    "lat": 37.2535353977607,
    "lng": 127.075207574175
  },
  {
    "name": "노다지복권방",
    "address": "인천 미추홀구 한나루로 400 학익시장 외7필지125호",
    "wins": 6,
    "lat": 37.4435503452225,
    "lng": 126.664949755521
  },
  {
    "name": "삼삼마트",
    "address": "경남 진주시 봉곡동 27-3",
    "wins": 6,
    "lat": 35.1951997239231,
    "lng": 128.075623892686
  },
  {
    "name": "우일",
    "address": "서울 송파구 마천로 235",
    "wins": 6,
    "lat": 37.4999523210187,
    "lng": 127.143980825023
  },
  {
    "name": "행운복권",
    "address": "충북 제천시 의림동 24-10",
    "wins": 6,
    "lat": 37.142328877773,
    "lng": 128.208647441328
  },
  {
    "name": "대원슈퍼마켓",
    "address": "부산 수영구 광안2동 373-15",
    "wins": 6,
    "lat": 35.1524372661156,
    "lng": 129.112044235087
  },
  {
    "name": "GS25(양산혜인점)",
    "address": "경남 양산시 평산동 31-5번지",
    "wins": 6,
    "lat": 35.3848887047532,
    "lng": 129.155068358886
  },
  {
    "name": "CU(군포덕산점)",
    "address": "경기 군포시 고산로250번길 32 덕산아파트 덕산아파트상가",
    "wins": 6,
    "lat": 37.3488975440516,
    "lng": 126.945263113813
  },
  {
    "name": "로또복권방",
    "address": "충남 당진시 당진읍 읍내리 620-5",
    "wins": 6,
    "lat": 36.8929443501726,
    "lng": 126.626336737792
  },
  {
    "name": "교통카드판매대",
    "address": "서울 강동구 고덕로 397 구서울승합종점앞",
    "wins": 6,
    "lat": 37.5334630377576,
    "lng": 126.962167638244
  },
  {
    "name": "창원병원앞매표소",
    "address": "경남 창원시 성산구 중앙동 104-1 가판",
    "wins": 6,
    "lat": 35.2184583350843,
    "lng": 128.671367820293
  },
  {
    "name": "로또복권",
    "address": "경기 화성시 송산면 사강리 672-4",
    "wins": 6,
    "lat": 37.5372097427958,
    "lng": 127.065796762782
  },
  {
    "name": "바이더웨이녹번중앙점",
    "address": "서울 은평구 녹번동 155-20",
    "wins": 6,
    "lat": 37.6024919912933,
    "lng": 126.925852092556
  },
  {
    "name": "로또명당",
    "address": "인천 남구 문학동 355-12 편의점내",
    "wins": 6,
    "lat": 37.4385362225521,
    "lng": 126.681073106998
  },
  {
    "name": "로또복권역전점",
    "address": "경북 경주시 노서동 178-12 1층 CU 노서점 내",
    "wins": 6,
    "lat": 35.8409979985875,
    "lng": 129.203021325536
  },
  {
    "name": "-",
    "address": "서울 서초구 서초동 1571-18 청화빌딩",
    "wins": 6,
    "lat": 37.4921182599683,
    "lng": 127.01279508514
  },
  {
    "name": "로또(파발마점)",
    "address": "경기 시흥시 정왕동 2302 역전프라자105호",
    "wins": 6,
    "lat": 37.3519923361274,
    "lng": 126.740610028493
  },
  {
    "name": "명당",
    "address": "경남 진주시 동부로 1356 1층 일부호",
    "wins": 5,
    "lat": 35.1872959127123,
    "lng": 128.224759617844
  },
  {
    "name": "조례로또복권방",
    "address": "전남 순천시 봉화2길 58",
    "wins": 5,
    "lat": 34.958393,
    "lng": 127.518114
  },
  {
    "name": "희망복권방",
    "address": "충남 예산군 예산로 241",
    "wins": 5,
    "lat": 36.6803051880022,
    "lng": 126.851362510107
  },
  {
    "name": "노다지복권",
    "address": "강원 횡성군 문정로 52",
    "wins": 5,
    "lat": 37.4885074479694,
    "lng": 127.988730637854
  },
  {
    "name": "합천우리복권방",
    "address": "경남 합천군 합천읍 핫들2로 8",
    "wins": 5,
    "lat": 35.568409,
    "lng": 128.165411
  },
  {
    "name": "흥양마중물",
    "address": "강원 원주시 치악로 2335",
    "wins": 5,
    "lat": 37.383692,
    "lng": 127.975354
  },
  {
    "name": "복권마트 & 씨스페이스 홍천점",
    "address": "강원 홍천군 홍천로 409",
    "wins": 5,
    "lat": 37.691276675414,
    "lng": 127.889910277195
  },
  {
    "name": "한국인세계대박복권",
    "address": "인천 연수구 독배로197번길 34",
    "wins": 5,
    "lat": 37.427719,
    "lng": 126.655242
  },
  {
    "name": "하이로또",
    "address": "서울 금천구 금하로 686",
    "wins": 5,
    "lat": 37.4519,
    "lng": 126.906355
  },
  {
    "name": "복권세상",
    "address": "경기 여주시 우암로 21-1",
    "wins": 5,
    "lat": 37.2968804119524,
    "lng": 127.633105588725
  },
  {
    "name": "황금복권방",
    "address": "부산 부산진구 가야대로 613",
    "wins": 5,
    "lat": 35.15552898014424,
    "lng": 129.03956599390582
  },
  {
    "name": "로또",
    "address": "경기 포천시 죽엽산로196번길 4",
    "wins": 5,
    "lat": 37.814733765805,
    "lng": 127.160357862812
  },
  {
    "name": "희망복권방",
    "address": "전남 나주시 풍물시장1길 3",
    "wins": 5,
    "lat": 34.992633,
    "lng": 126.709467
  },
  {
    "name": "복권명당",
    "address": "대전 중구 목중로 47",
    "wins": 5,
    "lat": 36.3382131916103,
    "lng": 127.409054266832
  },
  {
    "name": "충남상회",
    "address": "인천 미추홀구 참외전로 268 302동 B211호",
    "wins": 5,
    "lat": 37.467642,
    "lng": 126.643012
  },
  {
    "name": "세븐일레븐화성봉담수기점",
    "address": "경기 화성시 세자로 358",
    "wins": 5,
    "lat": 37.197539,
    "lng": 126.983573
  },
  {
    "name": "포항오거리CU복권",
    "address": "경북 포항시 북구 죽도로 33 CU포항오거리점내",
    "wins": 5,
    "lat": 36.0338362448701,
    "lng": 129.364675485114
  },
  {
    "name": "행운을주는로또판매점",
    "address": "경기 안산시 단원구 초지로 90 태영프라자111호",
    "wins": 5,
    "lat": 37.3067379424123,
    "lng": 126.815113845871
  },
  {
    "name": "로또대박",
    "address": "경기 부천시 석천로177번길 11 1층 105호",
    "wins": 5,
    "lat": 37.5031091878246,
    "lng": 126.762102111299
  },
  {
    "name": "풍전슈퍼",
    "address": "경기 부천시 원미구 지봉로 428",
    "wins": 5,
    "lat": 37.49709,
    "lng": 126.791167
  },
  {
    "name": "세븐복권방",
    "address": "경기 파주시 해올2길 16 107호",
    "wins": 5,
    "lat": 37.7340552114334,
    "lng": 126.731751258383
  },
  {
    "name": "주엽역 로또판매점",
    "address": "경기 고양시 일산서구 중앙로 1437 도로",
    "wins": 5,
    "lat": 37.670181206504616,
    "lng": 126.76090977959345
  },
  {
    "name": "짱복권",
    "address": "서울 종로구 종로 269 삼신빌딩",
    "wins": 5,
    "lat": 37.5713285037844,
    "lng": 127.00789744198
  },
  {
    "name": "새상무복권",
    "address": "광주 서구 치평로 30",
    "wins": 5,
    "lat": 35.14995,
    "lng": 126.84767
  },
  {
    "name": "주택복권방",
    "address": "강원 원주시 우산초교길 29",
    "wins": 5,
    "lat": 37.3673587552496,
    "lng": 127.937934674673
  },
  {
    "name": "나눔로또 판교역점",
    "address": "경기 성남시 분당구 대왕판교로606번길 39 107호",
    "wins": 5,
    "lat": 37.3964799078703,
    "lng": 127.111495214796
  },
  {
    "name": "복권명당",
    "address": "경북 경산시 경안로 214",
    "wins": 5,
    "lat": 35.8266197549989,
    "lng": 128.736806406212
  },
  {
    "name": "한아름매점",
    "address": "충남 홍성군 광천읍 광천로 330",
    "wins": 5,
    "lat": 36.503246,
    "lng": 126.625567
  },
  {
    "name": "차부상회",
    "address": "경기 김포시 통진읍 조강로 50",
    "wins": 5,
    "lat": 37.690349,
    "lng": 126.600338
  },
  {
    "name": "복권파는집",
    "address": "경남 창원시 마산회원구 합성동 84-29",
    "wins": 5,
    "lat": 35.2402192623904,
    "lng": 128.583626550294
  },
  {
    "name": "남평로또점",
    "address": "전남 나주시 남평1로 12 파평회관",
    "wins": 5,
    "lat": 35.0464605546593,
    "lng": 126.839028164462
  },
  {
    "name": "프렌드24시",
    "address": "광주 광산구 첨단중앙로 164 빌리오네2 제1층 106호",
    "wins": 5,
    "lat": 37.4583282689203,
    "lng": 126.678579916584
  },
  {
    "name": "서울구가-17가판",
    "address": "서울 구로구 구로동로 130-2",
    "wins": 5,
    "lat": 37.490325,
    "lng": 126.884395
  },
  {
    "name": "복돼지복권방",
    "address": "경기 화성시 3.1만세로 43",
    "wins": 5,
    "lat": 37.0828242365477,
    "lng": 126.818741194792
  },
  {
    "name": "천하명당",
    "address": "경기 평택시 탄현로 224",
    "wins": 5,
    "lat": 37.072590132845,
    "lng": 127.055155022418
  },
  {
    "name": "돈벼락맞는곳",
    "address": "부산 기장군 읍내로 109",
    "wins": 5,
    "lat": 35.2452378493168,
    "lng": 129.216331930168
  },
  {
    "name": "용꿈돼지꿈복권방",
    "address": "경기 시흥시 하중로 235 법조타운103호",
    "wins": 5,
    "lat": 37.39077062305843,
    "lng": 126.80628798120038
  },
  {
    "name": "자수정슈퍼",
    "address": "전북 전주시 완산구 효자동1가 195-19",
    "wins": 5,
    "lat": 35.8057404573887,
    "lng": 127.12692500486
  },
  {
    "name": "행운복권방",
    "address": "부산 중구 남포동5가 64-3번지",
    "wins": 5,
    "lat": 35.0980571731015,
    "lng": 129.030525522731
  },
  {
    "name": "복권나라",
    "address": "충북 증평군 중앙로 199-1",
    "wins": 5,
    "lat": 36.7839561792603,
    "lng": 127.580914940543
  },
  {
    "name": "청룡마트",
    "address": "충남 천안시 동남구 풍세로 1010-31 현대아파트상가B-102호",
    "wins": 5,
    "lat": 36.7977940545113,
    "lng": 127.154463600038
  },
  {
    "name": "복권왕국",
    "address": "충북 제천시 풍양로 108 중앙시장상가",
    "wins": 5,
    "lat": 37.1366900651691,
    "lng": 128.211317199501
  },
  {
    "name": "현대슈퍼",
    "address": "광주 서구 상무대로 871",
    "wins": 5,
    "lat": 35.1505,
    "lng": 126.8573
  },
  {
    "name": "행복복권방",
    "address": "경남 창원시 의창구 팔용로 399",
    "wins": 5,
    "lat": 35.2528639002586,
    "lng": 128.610572162676
  },
  {
    "name": "행복미니슈퍼",
    "address": "경기 부천시 원미구 심곡동 351-3",
    "wins": 5,
    "lat": 37.4871383205421,
    "lng": 126.775587063516
  },
  {
    "name": "행복슈퍼",
    "address": "서울 성북구 동소문로 49",
    "wins": 5,
    "lat": 37.591021,
    "lng": 127.011144
  },
  {
    "name": "서해로또방",
    "address": "경기 화성시 화성로 1471",
    "wins": 5,
    "lat": 37.223209,
    "lng": 126.842336
  },
  {
    "name": "돈벼락맞는곳",
    "address": "경남 김해시 김해대로 2793 복권판매점",
    "wins": 5,
    "lat": 35.2221945336071,
    "lng": 128.928343545807
  },
  {
    "name": "복권나라",
    "address": "서울 성동구 용답중앙15길 12-1",
    "wins": 5,
    "lat": 37.5644409842752,
    "lng": 127.053859448354
  },
  {
    "name": "포시즌마전점",
    "address": "인천 서구 완정로10번길 6-6 두경플라자 검단2지구37블록1롯트",
    "wins": 5,
    "lat": 37.5945462760245,
    "lng": 126.67343598398
  },
  {
    "name": "홈돌이로또복권",
    "address": "경기 김포시 중봉1로 14",
    "wins": 5,
    "lat": 37.623847,
    "lng": 126.698608
  },
  {
    "name": "용두천하",
    "address": "광주 북구 하서로 373",
    "wins": 5,
    "lat": 35.208358,
    "lng": 126.873485
  },
  {
    "name": "동원복권",
    "address": "경남 양산시 북정동 531-4",
    "wins": 5,
    "lat": 35.3613522843159,
    "lng": 129.047818399656
  },
  {
    "name": "서정천하명당",
    "address": "경기 평택시 송탄로 160",
    "wins": 5,
    "lat": 37.058204268145445,
    "lng": 127.05921493127471
  },
  {
    "name": "로또천국",
    "address": "충북 충주시 칠금동 849 충주공영버스터미널1층 터미널매점",
    "wins": 5,
    "lat": 36.9817625365189,
    "lng": 127.914601584569
  },
  {
    "name": "우리들공업탑점",
    "address": "울산 남구 신정동 1233-3",
    "wins": 5,
    "lat": 35.532126328743,
    "lng": 129.309610793065
  },
  {
    "name": "드림",
    "address": "경기 수원시 권선구 세류동 130",
    "wins": 5,
    "lat": 37.2638040961291,
    "lng": 127.014235447463
  },
  {
    "name": "다터져복권방",
    "address": "경기 평택시 합정동 734-7",
    "wins": 5,
    "lat": 36.9912168499421,
    "lng": 127.091539814535
  },
  {
    "name": "로또판매점",
    "address": "경기 고양시 일산동구 장항동 864 메트로골드제1층103호",
    "wins": 5,
    "lat": 37.657384973361,
    "lng": 126.770255587429
  },
  {
    "name": "GS25(중촌현대점)",
    "address": "대전 중구 중촌동 17-2",
    "wins": 5,
    "lat": 36.3374236359498,
    "lng": 127.412499285155
  },
  {
    "name": "복권방",
    "address": "부산 부산진구 당감동 738-3 202호",
    "wins": 5,
    "lat": 35.1676809669386,
    "lng": 129.037325956661
  },
  {
    "name": "복권방",
    "address": "강원 원주시 관설동 1702-1 1층",
    "wins": 5,
    "lat": 37.3187741210882,
    "lng": 127.965020265851
  },
  {
    "name": "화천복권방",
    "address": "강원 화천군 화천읍 중앙로 14",
    "wins": 5,
    "lat": 38.104946,
    "lng": 127.704488
  },
  {
    "name": "영훈슈퍼마켓",
    "address": "서울 도봉구 창3동 557-5",
    "wins": 5,
    "lat": 37.637808,
    "lng": 127.03769
  },
  {
    "name": "가판",
    "address": "서울 마포구 도화동 169-1 가든호텔정문옆가판",
    "wins": 5,
    "lat": 37.5408010651059,
    "lng": 126.948393994542
  },
  {
    "name": "파란만장복권방",
    "address": "경기 화성시 진안동 878-4 101호",
    "wins": 5,
    "lat": 37.2124188617828,
    "lng": 127.038840874201
  },
  {
    "name": "권선로또복권방",
    "address": "경기 수원시 권선구 탑동 843-4 천림빌딩102호",
    "wins": 5,
    "lat": 37.2708522486579,
    "lng": 126.975029243929
  },
  {
    "name": "코리아마트(비산점)",
    "address": "대구 서구 국채보상로 368-2",
    "wins": 5,
    "lat": 35.872426,
    "lng": 128.568712
  },
  {
    "name": "GS25(대전시네마점)",
    "address": "대전 서구 괴정동 423-19",
    "wins": 5,
    "lat": 36.339939332393,
    "lng": 127.389295939169
  },
  {
    "name": "행운복권방",
    "address": "강원 인제군 북면 원통리 681-5",
    "wins": 5,
    "lat": 38.1224424690502,
    "lng": 128.206847839489
  },
  {
    "name": "CU(대림중앙점)",
    "address": "서울 영등포구 대림3동 775-7 서초한강아파트",
    "wins": 5,
    "lat": 37.4992506550723,
    "lng": 126.897616931891
  },
  {
    "name": "구산복권방",
    "address": "경남 김해시 구산동 481-3 보보스빌딩108호",
    "wins": 5,
    "lat": 35.2509280442227,
    "lng": 128.872226792262
  },
  {
    "name": "로또복권방",
    "address": "경기 용인시 처인구 김량장동 162-4",
    "wins": 5,
    "lat": 37.2386593228388,
    "lng": 127.208606736651
  },
  {
    "name": "행운방",
    "address": "경기 용인시 기흥구 보정동 1804-4 엘림프라자 101호",
    "wins": 5,
    "lat": 37.3204918797968,
    "lng": 127.108422409053
  },
];
