const adminTargets = [
  {
    "name": "세진전자통신",
    "address": "대구 서구 서대구로 376",
    "wins": 22,
    "lat": 35.8718986373835,
    "lng": 128.555199068014
  },
  {
    "name": "중구-가로가판대-37",
    "address": "서울 중구 남대문로 20-2",
    "wins": 13,
    "lat": 37.560831,
    "lng": 126.978063
  },
  {
    "name": "행복한사람들 (흥부네)",
    "address": "경기 광주시 곤지암읍 경충대로 763",
    "wins": 12,
    "lat": 37.35193,
    "lng": 127.32358
  },
  {
    "name": "종합가판점",
    "address": "서울 동대문구 왕산로 206 가로판매대",
    "wins": 10,
    "lat": 37.579697,
    "lng": 127.044971
  },
  {
    "name": "행운의집제1호점",
    "address": "경북 안동시 경동로 663",
    "wins": 10,
    "lat": 36.5651,
    "lng": 128.7333
  },
  {
    "name": "세방매점",
    "address": "경북 경주시 산업로 4447",
    "wins": 9,
    "lat": 35.876583,
    "lng": 129.226646
  },
  {
    "name": "대박행진 복권랜드",
    "address": "경기 파주시 금빛로 22 금촌프라자107호",
    "wins": 9,
    "lat": 37.7516589858332,
    "lng": 126.76694335458
  },
  {
    "name": "서울로또방",
    "address": "충북 옥천군 삼금로 8",
    "wins": 8,
    "lat": 36.29939,
    "lng": 127.566719
  },
  {
    "name": "우정식품",
    "address": "부산 동래구 온천장로 33",
    "wins": 7,
    "lat": 35.215829,
    "lng": 129.079461
  },
  {
    "name": "가로판매소",
    "address": "서울 구로구 새말로 117-24",
    "wins": 7,
    "lat": 37.5078567262654,
    "lng": 126.891886432046
  },
  {
    "name": "태안로또복권방",
    "address": "충남 태안군 태안읍 독샘로 57 1층",
    "wins": 7,
    "lat": 36.753488,
    "lng": 126.29853
  },
  {
    "name": "원스탑",
    "address": "서울 송파구 백제고분로7길 39",
    "wins": 7,
    "lat": 37.510968,
    "lng": 127.083235
  },
  {
    "name": "사이버정보통신",
    "address": "부산 부산진구 동평로 411",
    "wins": 7,
    "lat": 35.174067,
    "lng": 129.070238
  },
  {
    "name": "나눔로또편의점",
    "address": "전남 광양시 공영로 90",
    "wins": 6,
    "lat": 34.9356585968215,
    "lng": 127.699045323039
  },
  {
    "name": "율암25시편의점",
    "address": "경기 화성시 시청로 822",
    "wins": 6,
    "lat": 37.1666568875911,
    "lng": 126.881498646413
  },
  {
    "name": "해피+24시편의점",
    "address": "광주 북구 하서로 330",
    "wins": 6,
    "lat": 35.204467,
    "lng": 126.87387
  },
  {
    "name": "행운 마트",
    "address": "인천 남동구 만수로 73",
    "wins": 6,
    "lat": 37.4526,
    "lng": 126.7329
  },
  {
    "name": "여기있었네복권방",
    "address": "전북 김제시 남북로 171",
    "wins": 6,
    "lat": 35.799391,
    "lng": 126.884571
  },
  {
    "name": "신천하명당",
    "address": "충남 예산군 예산읍 발연로 1",
    "wins": 6,
    "lat": 36.698833,
    "lng": 126.829418
  },
  {
    "name": "-",
    "address": "서울 서초구 서초동 1571-18 청화빌딩",
    "wins": 6,
    "lat": 37.4921182599683,
    "lng": 127.01279508514
  },
  {
    "name": "조례로또복권방",
    "address": "전남 순천시 봉화2길 58",
    "wins": 5,
    "lat": 34.958393,
    "lng": 127.518114
  },
  {
    "name": "희망복권방",
    "address": "충남 예산군 예산로 241",
    "wins": 5,
    "lat": 36.6803051880022,
    "lng": 126.851362510107
  },
  {
    "name": "합천우리복권방",
    "address": "경남 합천군 합천읍 핫들2로 8",
    "wins": 5,
    "lat": 35.568409,
    "lng": 128.165411
  },
  {
    "name": "흥양마중물",
    "address": "강원 원주시 치악로 2335",
    "wins": 5,
    "lat": 37.383692,
    "lng": 127.975354
  },
  {
    "name": "복권마트 & 씨스페이스 홍천점",
    "address": "강원 홍천군 홍천로 409",
    "wins": 5,
    "lat": 37.691276675414,
    "lng": 127.889910277195
  },
  {
    "name": "한국인세계대박복권",
    "address": "인천 연수구 독배로197번길 34",
    "wins": 5,
    "lat": 37.427719,
    "lng": 126.655242
  },
  {
    "name": "하이로또",
    "address": "서울 금천구 금하로 686",
    "wins": 5,
    "lat": 37.4519,
    "lng": 126.906355
  },
  {
    "name": "황금복권방",
    "address": "부산 부산진구 가야대로 613",
    "wins": 5,
    "lat": 35.15552898014424,
    "lng": 129.03956599390582
  },
  {
    "name": "희망복권방",
    "address": "전남 나주시 풍물시장1길 3",
    "wins": 5,
    "lat": 34.992633,
    "lng": 126.709467
  },
  {
    "name": "충남상회",
    "address": "인천 미추홀구 참외전로 268 302동 B211호",
    "wins": 5,
    "lat": 37.467642,
    "lng": 126.643012
  },
  {
    "name": "세븐일레븐화성봉담수기점",
    "address": "경기 화성시 세자로 358",
    "wins": 5,
    "lat": 37.197539,
    "lng": 126.983573
  },
  {
    "name": "새상무복권",
    "address": "광주 서구 치평로 30",
    "wins": 5,
    "lat": 35.14995,
    "lng": 126.84767
  },
  {
    "name": "한아름매점",
    "address": "충남 홍성군 광천읍 광천로 330",
    "wins": 5,
    "lat": 36.503246,
    "lng": 126.625567
  },
  {
    "name": "차부상회",
    "address": "경기 김포시 통진읍 조강로 50",
    "wins": 5,
    "lat": 37.690349,
    "lng": 126.600338
  },
  {
    "name": "행복슈퍼",
    "address": "서울 성북구 동소문로 49",
    "wins": 5,
    "lat": 37.591021,
    "lng": 127.011144
  },
  {
    "name": "서해로또방",
    "address": "경기 화성시 화성로 1471",
    "wins": 5,
    "lat": 37.223209,
    "lng": 126.842336
  },
  {
    "name": "홈돌이로또복권",
    "address": "경기 김포시 중봉1로 14",
    "wins": 5,
    "lat": 37.623847,
    "lng": 126.698608
  },
  {
    "name": "용두천하",
    "address": "광주 북구 하서로 373",
    "wins": 5,
    "lat": 35.208358,
    "lng": 126.873485
  },
  {
    "name": "화천복권방",
    "address": "강원 화천군 화천읍 중앙로 14",
    "wins": 5,
    "lat": 38.104946,
    "lng": 127.704488
  },
  {
    "name": "영훈슈퍼마켓",
    "address": "서울 도봉구 창3동 557-5",
    "wins": 5,
    "lat": 37.637808,
    "lng": 127.03769
  },
  {
    "name": "코리아마트(비산점)",
    "address": "대구 서구 국채보상로 368-2",
    "wins": 5,
    "lat": 35.872426,
    "lng": 128.568712
  },
];
