const adminTargets = [
  {
    "name": "신간판",
    "address": "서울 중구 무교동 12-1",
    "wins": 4,
    "lat": 37.568103,
    "lng": 126.97948
  },
  {
    "name": "버스카드판매대",
    "address": "서울 관악구 신림로 145-2",
    "wins": 4,
    "lat": 37.4719679886988,
    "lng": 126.933305670509
  },
  {
    "name": "마리오슈퍼",
    "address": "경기 부천시 송내대로265번길 85 1층 118호",
    "wins": 4,
    "lat": 37.5073450508912,
    "lng": 126.753910150941
  },
  {
    "name": "원동슈퍼",
    "address": "충남 보령시 중앙로 151",
    "wins": 4,
    "lat": 36.351188,
    "lng": 126.597412
  },
  {
    "name": "현암꽃플라워",
    "address": "대전 동구 태전로 167",
    "wins": 4,
    "lat": 36.3421514543038,
    "lng": 127.419109358597
  },
  {
    "name": "미래유통",
    "address": "전남 목포시 영산로 623",
    "wins": 4,
    "lat": 34.8207977287201,
    "lng": 126.421392306789
  },
  {
    "name": "장군슈퍼",
    "address": "경기 부천시 오정구 삼작로 837",
    "wins": 4,
    "lat": 37.530954,
    "lng": 126.805135
  },
  {
    "name": "신명",
    "address": "서울 강서구 방화2동 620-160",
    "wins": 4,
    "lat": 37.562402,
    "lng": 126.808624
  },
  {
    "name": "대광슈퍼",
    "address": "경기 군포시 고산로 679 미성프라자 미성프라자106호",
    "wins": 4,
    "lat": 37.3710839056756,
    "lng": 126.933974013894
  },
  {
    "name": "혹시나도",
    "address": "충북 음성군 감곡면 장감로149번길 4-4 복권방",
    "wins": 4,
    "lat": 37.1191444311227,
    "lng": 127.639402574068
  },
  {
    "name": "나라시스컴",
    "address": "서울 영등포구 영등포로 225 영신상가1호",
    "wins": 4,
    "lat": 37.5199200639101,
    "lng": 126.906654670129
  },
  {
    "name": "나눔이매로또",
    "address": "경기 성남시 분당구 이매동 120-7 구두28호점",
    "wins": 4,
    "lat": 37.3909932085139,
    "lng": 127.126382314154
  },
  {
    "name": "대림통상",
    "address": "울산 중구 태화동 426 일신아파트상가102호",
    "wins": 4,
    "lat": 35.5523343878639,
    "lng": 129.297760017432
  },
  {
    "name": "제일슈퍼",
    "address": "인천 연수구 앵고개로 937",
    "wins": 4,
    "lat": 37.40863,
    "lng": 126.670837
  },
  {
    "name": "경기상회",
    "address": "인천 남동구 만수동 1041-3 104호",
    "wins": 4,
    "lat": 37.4431580133553,
    "lng": 126.736819766029
  },
  {
    "name": "스포츠베팅샵",
    "address": "서울 서초구 양재대로11길 36",
    "wins": 4,
    "lat": 37.471332,
    "lng": 127.044366
  },
  {
    "name": "우미슈퍼",
    "address": "광주 서구 풍암동 1132 우미아파트상가 118동 101호",
    "wins": 4,
    "lat": 35.126734,
    "lng": 126.881128
  },
  {
    "name": "진성식품",
    "address": "충북 제천시 의병대로 115-1",
    "wins": 4,
    "lat": 37.136071,
    "lng": 128.209974
  },
  {
    "name": "부영마트",
    "address": "서울 중랑구 상봉동 108",
    "wins": 4,
    "lat": 37.5943678504664,
    "lng": 127.085717050425
  },
  {
    "name": "럭키슈퍼",
    "address": "서울 용산구 후암동 446",
    "wins": 4,
    "lat": 37.5543759425223,
    "lng": 126.976755883096
  },
  {
    "name": "준",
    "address": "경기 평택시 포승읍 방림리 53-5",
    "wins": 4,
    "lat": 36.9827089472977,
    "lng": 126.882237861162
  },
  {
    "name": "부흥청과식품점",
    "address": "경북 경산시 하양읍 금락리 118 우방3차상가",
    "wins": 4,
    "lat": 35.4188013619768,
    "lng": 129.063927255203
  },
];
