const adminTargets = [
  {
    "name": "세방매점",
    "address": "경북 경주시 산업로 4447",
    "wins": 9,
    "lat": 35.876583,
    "lng": 129.226646
  },
  {
    "name": "서울로또방",
    "address": "충북 옥천군 삼금로 8",
    "wins": 8,
    "lat": 36.29939,
    "lng": 127.566719
  },
  {
    "name": "우정식품",
    "address": "부산 동래구 온천장로 33",
    "wins": 7,
    "lat": 35.215829,
    "lng": 129.079461
  },
  {
    "name": "가로판매소",
    "address": "서울 구로구 새말로 117-24",
    "wins": 7,
    "lat": 37.5078567262654,
    "lng": 126.891886432046
  },
  {
    "name": "원스탑",
    "address": "서울 송파구 백제고분로7길 39",
    "wins": 7,
    "lat": 37.510968,
    "lng": 127.083235
  },
  {
    "name": "사이버정보통신",
    "address": "부산 부산진구 동평로 411",
    "wins": 7,
    "lat": 35.174067,
    "lng": 129.070238
  },
  {
    "name": "나눔로또편의점",
    "address": "전남 광양시 공영로 90",
    "wins": 6,
    "lat": 34.9356585968215,
    "lng": 127.699045323039
  },
  {
    "name": "율암25시편의점",
    "address": "경기 화성시 시청로 822",
    "wins": 6,
    "lat": 37.1666568875911,
    "lng": 126.881498646413
  },
  {
    "name": "해피+24시편의점",
    "address": "광주 북구 하서로 330",
    "wins": 6,
    "lat": 35.204467,
    "lng": 126.87387
  },
  {
    "name": "-",
    "address": "서울 서초구 서초동 1571-18 청화빌딩",
    "wins": 6,
    "lat": 37.4921182599683,
    "lng": 127.01279508514
  },
  {
    "name": "흥양마중물",
    "address": "강원 원주시 치악로 2335",
    "wins": 5,
    "lat": 37.383692,
    "lng": 127.975354
  },
  {
    "name": "복권마트 & 씨스페이스 홍천점",
    "address": "강원 홍천군 홍천로 409",
    "wins": 5,
    "lat": 37.691276675414,
    "lng": 127.889910277195
  },
  {
    "name": "한국인세계대박복권",
    "address": "인천 연수구 독배로197번길 34",
    "wins": 5,
    "lat": 37.427719,
    "lng": 126.655242
  },
  {
    "name": "하이로또",
    "address": "서울 금천구 금하로 686",
    "wins": 5,
    "lat": 37.4519,
    "lng": 126.906355
  },
  {
    "name": "충남상회",
    "address": "인천 미추홀구 참외전로 268 302동 B211호",
    "wins": 5,
    "lat": 37.467642,
    "lng": 126.643012
  },
  {
    "name": "세븐일레븐화성봉담수기점",
    "address": "경기 화성시 세자로 358",
    "wins": 5,
    "lat": 37.197539,
    "lng": 126.983573
  },
  {
    "name": "새상무복권",
    "address": "광주 서구 치평로 30",
    "wins": 5,
    "lat": 35.14995,
    "lng": 126.84767
  },
  {
    "name": "한아름매점",
    "address": "충남 홍성군 광천읍 광천로 330",
    "wins": 5,
    "lat": 36.503246,
    "lng": 126.625567
  },
  {
    "name": "차부상회",
    "address": "경기 김포시 통진읍 조강로 50",
    "wins": 5,
    "lat": 37.690349,
    "lng": 126.600338
  },
  {
    "name": "행복슈퍼",
    "address": "서울 성북구 동소문로 49",
    "wins": 5,
    "lat": 37.591021,
    "lng": 127.011144
  },
  {
    "name": "서해로또방",
    "address": "경기 화성시 화성로 1471",
    "wins": 5,
    "lat": 37.223209,
    "lng": 126.842336
  },
  {
    "name": "용두천하",
    "address": "광주 북구 하서로 373",
    "wins": 5,
    "lat": 35.208358,
    "lng": 126.873485
  },
  {
    "name": "영훈슈퍼마켓",
    "address": "서울 도봉구 창3동 557-5",
    "wins": 5,
    "lat": 37.637808,
    "lng": 127.03769
  },
  {
    "name": "코리아마트(비산점)",
    "address": "대구 서구 국채보상로 368-2",
    "wins": 5,
    "lat": 35.872426,
    "lng": 128.568712
  },
];
