const adminTargets = [








  {
    "name": "-",
    "address": "서울 서초구 서초동 1571-18 청화빌딩",
    "wins": 6,
    "lat": 37.4921182599683,
    "lng": 127.01279508514
  },
  {
    "name": "명성복권방",
    "address": "경기 화성시 경기대로 1043",
    "wins": 5,
    "lat": 37.2085188144553,
    "lng": 127.034270901416
  },
  {
    "name": "소답시내버스매표소",
    "address": "경남 창원시 의창구 의안로2번길 17 가판",
    "wins": 5,
    "lat": 35.2617421609126,
    "lng": 128.625629282819
  },
  {
    "name": "행운의집",
    "address": "서울 강동구 구천면로 222",
    "wins": 5,
    "lat": 37.5406273825658,
    "lng": 127.129395103817
  },
  {
    "name": "금집복권",
    "address": "광주 북구 첨단연신로108번길 134",
    "wins": 5,
    "lat": 35.2088014971421,
    "lng": 126.864674692606
  },
  {
    "name": "로터리복권방",
    "address": "부산 서구 자갈치로 4-1 1층",
    "wins": 5,
    "lat": 35.0961942484519,
    "lng": 129.024881334607
  },
  {
    "name": "대박",
    "address": "경기 구리시 안골로103번길 46",
    "wins": 5,
    "lat": 37.5994316095684,
    "lng": 127.141570281902
  },
  {
    "name": "복권나라",
    "address": "전남 여수시 중앙로 62",
    "wins": 5,
    "lat": 34.7399191658559,
    "lng": 127.734399245065
  },
  {
    "name": "1등복권방",
    "address": "울산 울주군 동문길 84",
    "wins": 5,
    "lat": 35.5641706135616,
    "lng": 129.124604457949
  },
  {
    "name": "대동도기상사",
    "address": "경북 영천시 금완로 30",
    "wins": 5,
    "lat": 35.9603193034517,
    "lng": 128.931899577759
  },
  {
    "name": "대영당안경원",
    "address": "부산 동래구 충렬대로237번길 9",
    "wins": 5,
    "lat": 35.201929844575,
    "lng": 129.085157818741
  },
  {
    "name": "포항오거리CU복권",
    "address": "경북 포항시 북구 죽도로 33 CU포항오거리점내",
    "wins": 5,
    "lat": 36.0338362448701,
    "lng": 129.364675485114
  },
  {
    "name": "행운을주는로또판매점",
    "address": "경기 안산시 단원구 초지로 90 태영프라자111호",
    "wins": 5,
    "lat": 37.3067379424123,
    "lng": 126.815113845871
  },
  {
    "name": "꾸미로또복권",
    "address": "서울 강북구 솔샘로67길 118",
    "wins": 5,
    "lat": 37.622313146374,
    "lng": 127.026962650838
  },
  {
    "name": "명당마트",
    "address": "서울 강서구 양천로 91",
    "wins": 5,
    "lat": 37.5735996789848,
    "lng": 126.814043960638
  },
  {
    "name": "복권백화점",
    "address": "경기 여주시 세종로 41",
    "wins": 5,
    "lat": 37.2940023264951,
    "lng": 127.636288442578
  },
  {
    "name": "세븐복권방",
    "address": "경기 파주시 해올2길 16 107호",
    "wins": 5,
    "lat": 37.7340552114334,
    "lng": 126.731751258383
  },
  {
    "name": "짱복권",
    "address": "서울 종로구 종로 269 삼신빌딩",
    "wins": 5,
    "lat": 37.5713285037844,
    "lng": 127.00789744198
  },
  {
    "name": "나눔로또 판교역점",
    "address": "경기 성남시 분당구 대왕판교로606번길 39 107호",
    "wins": 5,
    "lat": 37.3964799078703,
    "lng": 127.111495214796
  },
  {
    "name": "행운복권",
    "address": "경북 구미시 야은로 763",
    "wins": 5,
    "lat": 36.1238669059265,
    "lng": 128.362662344404
  },
  {
    "name": "복권나라",
    "address": "강원 원주시 평원로 23",
    "wins": 5,
    "lat": 37.348928526007,
    "lng": 127.952670718954
  },
  {
    "name": "남평로또점",
    "address": "전남 나주시 남평1로 12 파평회관",
    "wins": 5,
    "lat": 35.0464605546593,
    "lng": 126.839028164462
  },
  {
    "name": "프렌드24시",
    "address": "광주 광산구 첨단중앙로 164 빌리오네2 제1층 106호",
    "wins": 5,
    "lat": 37.4583282689203,
    "lng": 126.678579916584
  },
  {
    "name": "불국사명당복권",
    "address": "경북 경주시 산업로 3033",
    "wins": 5,
    "lat": 35.7765090145288,
    "lng": 129.298152168717
  },
  {
    "name": "잘찍어로또방",
    "address": "경기 평택시 안현로서5길 62",
    "wins": 5,
    "lat": 36.9884395970314,
    "lng": 126.927907677214
  },
  {
    "name": "로또복권판매도통점",
    "address": "전북 남원시 용성로 232",
    "wins": 5,
    "lat": 35.4178393328696,
    "lng": 127.397209580595
  },
  {
    "name": "복권왕국",
    "address": "전남 여수시 여수산단로 48 1층101호",
    "wins": 5,
    "lat": 34.7885631932854,
    "lng": 127.664332351724
  },
  {
    "name": "복권나라",
    "address": "충북 증평군 중앙로 199-1",
    "wins": 5,
    "lat": 36.7839561792603,
    "lng": 127.580914940543
  },
  {
    "name": "청룡마트",
    "address": "충남 천안시 동남구 풍세로 1010-31 현대아파트상가B-102호",
    "wins": 5,
    "lat": 36.7977940545113,
    "lng": 127.154463600038
  },
  {
    "name": "복권왕국",
    "address": "충북 제천시 풍양로 108 중앙시장상가",
    "wins": 5,
    "lat": 37.1366900651691,
    "lng": 128.211317199501
  },
  {
    "name": "돈벼락맞는곳",
    "address": "경남 김해시 김해대로 2793 복권판매점",
    "wins": 5,
    "lat": 35.2221945336071,
    "lng": 128.928343545807
  },
  {
    "name": "해뜰날",
    "address": "경기 동두천시 중앙로 134-30",
    "wins": 5,
    "lat": 37.8931520093144,
    "lng": 127.054347927542
  },
  {
    "name": "복권나라",
    "address": "서울 성동구 용답중앙15길 12-1",
    "wins": 5,
    "lat": 37.5644409842752,
    "lng": 127.053859448354
  },
  {
    "name": "포시즌마전점",
    "address": "인천 서구 완정로10번길 6-6 두경플라자 검단2지구37블록1롯트",
    "wins": 5,
    "lat": 37.5945462760245,
    "lng": 126.67343598398
  },
  {
    "name": "GS25(계산동경점)",
    "address": "인천 계양구 계산동 1076-7 도쿄프라자1층2호",
    "wins": 5,
    "lat": 37.5357904968587,
    "lng": 126.736314448407
  },
  {
    "name": "우리들공업탑점",
    "address": "울산 남구 신정동 1233-3",
    "wins": 5,
    "lat": 35.532126328743,
    "lng": 129.309610793065
  },
  {
    "name": "드림",
    "address": "경기 수원시 권선구 세류동 130",
    "wins": 5,
    "lat": 37.2638040961291,
    "lng": 127.014235447463
  },
  {
    "name": "다터져복권방",
    "address": "경기 평택시 합정동 734-7",
    "wins": 5,
    "lat": 36.9912168499421,
    "lng": 127.091539814535
  },
  {
    "name": "로또판매점",
    "address": "경기 고양시 일산동구 장항동 864 메트로골드제1층103호",
    "wins": 5,
    "lat": 37.657384973361,
    "lng": 126.770255587429
  },
  {
    "name": "역전광장상회",
    "address": "경기 파주시 금촌1동 329-19",
    "wins": 5,
    "lat": 37.7652893095288,
    "lng": 126.774674572958
  },
  {
    "name": "복권방",
    "address": "부산 부산진구 당감동 738-3 202호",
    "wins": 5,
    "lat": 35.1676809669386,
    "lng": 129.037325956661
  },
  {
    "name": "복권방",
    "address": "강원 원주시 관설동 1702-1 1층",
    "wins": 5,
    "lat": 37.3187741210882,
    "lng": 127.965020265851
  },
  {
    "name": "가판",
    "address": "서울 마포구 도화동 169-1 가든호텔정문옆가판",
    "wins": 5,
    "lat": 37.5408010651059,
    "lng": 126.948393994542
  },
  {
    "name": "파란만장복권방",
    "address": "경기 화성시 진안동 878-4 101호",
    "wins": 5,
    "lat": 37.2124188617828,
    "lng": 127.038840874201
  },
  {
    "name": "권선로또복권방",
    "address": "경기 수원시 권선구 탑동 843-4 천림빌딩102호",
    "wins": 5,
    "lat": 37.2708522486579,
    "lng": 126.975029243929
  },
  {
    "name": "GS25(대전시네마점)",
    "address": "대전 서구 괴정동 423-19",
    "wins": 5,
    "lat": 36.339939332393,
    "lng": 127.389295939169
  },
  {
    "name": "구산복권방",
    "address": "경남 김해시 구산동 481-3 보보스빌딩108호",
    "wins": 5,
    "lat": 35.2509280442227,
    "lng": 128.872226792262
  },
  {
    "name": "로또복권방",
    "address": "경기 용인시 처인구 김량장동 162-4",
    "wins": 5,
    "lat": 37.2386593228388,
    "lng": 127.208606736651
  },
  {
    "name": "행운방",
    "address": "경기 용인시 기흥구 보정동 1804-4 엘림프라자 101호",
    "wins": 5,
    "lat": 37.3204918797968,
    "lng": 127.108422409053
  },
  {
    "name": "영유통(로또복권)",
    "address": "전북 군산시 미룡로 45",
    "wins": 4,
    "lat": 35.943966178249,
    "lng": 126.689860969165
  },
  {
    "name": "용꿈돼지꿈",
    "address": "서울 마포구 공덕동 255-23",
    "wins": 4,
    "lat": 37.544742302857,
    "lng": 126.952238281941
  },
  {
    "name": "대박마트",
    "address": "충남 천안시 동남구 봉서8길 13 봉명청솔아파트상가103호",
    "wins": 4,
    "lat": 36.811348418518,
    "lng": 127.133365809332
  },
  {
    "name": "동남슈퍼",
    "address": "전북 부안군 번영로 173",
    "wins": 4,
    "lat": 35.7271834234103,
    "lng": 126.73925525852
  },
  {
    "name": "온누리로또",
    "address": "경기 수원시 권선구 세권로 122 1층 102호",
    "wins": 4,
    "lat": 37.257165676575,
    "lng": 127.017503240208
  },
  {
    "name": "로또복권방",
    "address": "경기 의정부시 평화로 223",
    "wins": 4,
    "lat": 37.7117584296194,
    "lng": 127.047306082521
  },
  {
    "name": "대박의터",
    "address": "강원 춘천시 영서로 1786",
    "wins": 4,
    "lat": 37.8362738856845,
    "lng": 127.760134997623
  },
  {
    "name": "훼미리마트 우아대로점",
    "address": "전북 전주시 덕진구 건산로 276",
    "wins": 4,
    "lat": 35.8354872716705,
    "lng": 127.167337642741
  },
  {
    "name": "작은신부",
    "address": "충남 서산시 구진로 6",
    "wins": 4,
    "lat": 36.9361277864002,
    "lng": 126.435991033743
  },
  {
    "name": "왕대박복권",
    "address": "강원 속초시 번영로 142 1층 102호",
    "wins": 4,
    "lat": 38.2113548828553,
    "lng": 128.589367591603
  },
  {
    "name": "왕대박복권전문점",
    "address": "강원 동해시 중앙로 234 이주민상가1층18호",
    "wins": 4,
    "lat": 37.5214846431653,
    "lng": 129.11508128475
  },
  {
    "name": "보경복권",
    "address": "울산 북구 명촌6길 7",
    "wins": 4,
    "lat": 35.557789757613,
    "lng": 129.360304185923
  },
  {
    "name": "돈벼락맞는곳",
    "address": "부산 사상구 낙동대로 910 마트월드 A-160호",
    "wins": 4,
    "lat": 35.1413742954462,
    "lng": 128.970557089716
  },
  {
    "name": "로또야놀자",
    "address": "경북 경주시 양정로 211",
    "wins": 4,
    "lat": 35.8515067704754,
    "lng": 129.224011310712
  },
  {
    "name": "로또통신",
    "address": "경남 김해시 함박로101번길 22 삼우빌딩104호 복권판매점",
    "wins": 4,
    "lat": 35.234210187565,
    "lng": 128.86584214296
  },
  {
    "name": "성광복권명당",
    "address": "부산 연제구 과정로 335",
    "wins": 4,
    "lat": 35.1899952295364,
    "lng": 129.091093984055
  },
  {
    "name": "로또또",
    "address": "경기 김포시 봉수대로 1704 102호",
    "wins": 4,
    "lat": 37.6207078140751,
    "lng": 126.632988824783
  },
  {
    "name": "로또통신",
    "address": "경기 안성시 장기로 36",
    "wins": 4,
    "lat": 37.0058111165168,
    "lng": 127.267448720717
  },
  {
    "name": "삼성포토랜드",
    "address": "인천 강화군 북문길 6",
    "wins": 4,
    "lat": 37.7475855683292,
    "lng": 126.484708548931
  },
  {
    "name": "노다지 노원역점 복권방",
    "address": "서울 노원구 상계로 78",
    "wins": 4,
    "lat": 37.6562275670719,
    "lng": 127.063748675774
  },
  {
    "name": "희망을주는사람",
    "address": "경기 용인시 처인구 양지로 111 1층 상가",
    "wins": 4,
    "lat": 37.2346415225361,
    "lng": 127.280569303833
  },
  {
    "name": "홈돌이로또복권",
    "address": "인천 남동구 경원대로 971 삼성홈플러스간석점2층내",
    "wins": 4,
    "lat": 37.4695876807099,
    "lng": 126.689107821779
  },
  {
    "name": "드림메드",
    "address": "경기 안산시 상록구 월피로 56 101호",
    "wins": 4,
    "lat": 37.3334090861145,
    "lng": 126.850895285405
  },
  {
    "name": "세븐일레븐 현풍대로점",
    "address": "대구 달성군 비슬로 581 세븐일레븐현풍대로점",
    "wins": 4,
    "lat": 35.6905393667784,
    "lng": 128.444470256201
  },
  {
    "name": "우두로또",
    "address": "강원 춘천시 영서로 2786",
    "wins": 4,
    "lat": 37.9019294706945,
    "lng": 127.728543173935
  },
  {
    "name": "충청복권전문점",
    "address": "충남 천안시 서북구 성환2로 108",
    "wins": 4,
    "lat": 36.9169574702619,
    "lng": 127.132852232982
  },
  {
    "name": "복조리복권방",
    "address": "전북 장수군 장계천변길 55-4",
    "wins": 4,
    "lat": 35.7310741390472,
    "lng": 127.583548482256
  },
  {
    "name": "경일통신",
    "address": "경남 창원시 마산회원구 북성로 340",
    "wins": 4,
    "lat": 35.233816775822,
    "lng": 128.560605150507
  },
  {
    "name": "온천로또방",
    "address": "대전 유성구 계룡로 92 1층 101-3호",
    "wins": 4,
    "lat": 36.3534744900415,
    "lng": 127.34059446686
  },
  {
    "name": "대박복권방",
    "address": "인천 서구 길주로 106 1층",
    "wins": 4,
    "lat": 37.5061259255711,
    "lng": 126.673573056853
  },
  {
    "name": "정원복권방",
    "address": "서울 도봉구 도봉로 468 1층 101-3호",
    "wins": 4,
    "lat": 37.6473861862855,
    "lng": 127.034372618396
  },
  {
    "name": "운수대통가판점",
    "address": "서울 성동구 왕십리로 327",
    "wins": 4,
    "lat": 37.5623942326737,
    "lng": 127.033224444422
  },
  {
    "name": "롯데무역",
    "address": "부산 영도구 꿈나무길 197 1층 복권방",
    "wins": 4,
    "lat": 35.0872824268325,
    "lng": 129.04372789849
  },
  {
    "name": "복권",
    "address": "경기 의정부시 태평로 75",
    "wins": 4,
    "lat": 37.7392220532447,
    "lng": 127.051327974518
  },
  {
    "name": "복권나라",
    "address": "전남 목포시 당가두로14번길 47-1 103호 복권나라",
    "wins": 4,
    "lat": 34.8075375629071,
    "lng": 126.437032140788
  },
  {
    "name": "로또복권방",
    "address": "대전 서구 갈마중로 28",
    "wins": 4,
    "lat": 36.3475333161133,
    "lng": 127.372458054242
  },
  {
    "name": "오렌지25",
    "address": "경기 고양시 일산서구 고봉로 291 양우에이스스타디움109",
    "wins": 4,
    "lat": 37.6852396705203,
    "lng": 126.77723707326
  },
  {
    "name": "해적책대여점 복권방",
    "address": "충북 청주시 서원구 대원로 28",
    "wins": 4,
    "lat": 36.6399768224324,
    "lng": 127.479363506954
  },
  {
    "name": "그린로또",
    "address": "강원 양양군 양양로 71",
    "wins": 4,
    "lat": 38.0748404274249,
    "lng": 128.621469917087
  },
  {
    "name": "교통카드충전소",
    "address": "경기 고양시 덕양구 화정로 지하 60 화정역 2번출구",
    "wins": 4,
    "lat": 37.634757942541,
    "lng": 126.831648359974
  },
  {
    "name": "로또스튜디오",
    "address": "충북 청주시 청원구 사뜸로 48-1",
    "wins": 4,
    "lat": 36.6665273574428,
    "lng": 127.481478010017
  },
  {
    "name": "로또복권방분평점",
    "address": "충북 청주시 서원구 월평로 78",
    "wins": 4,
    "lat": 36.6111862024375,
    "lng": 127.493548830681
  },
  {
    "name": "행운복권방",
    "address": "충남 예산군 예산로 241",
    "wins": 4,
    "lat": 36.6803051880022,
    "lng": 126.851362510107
  },
  {
    "name": "행운복권방",
    "address": "부산 부산진구 동평로 115",
    "wins": 4,
    "lat": 35.1662677826018,
    "lng": 129.041968564006
  },
  {
    "name": "천하제일복권명당유성점",
    "address": "대전 유성구 유성대로654번길 111",
    "wins": 4,
    "lat": 36.3509475313278,
    "lng": 127.33513410825
  },
  {
    "name": "드림마트",
    "address": "인천 서구 검단로 490",
    "wins": 4,
    "lat": 37.6023058201535,
    "lng": 126.658651609265
  },
  {
    "name": "봉황로또",
    "address": "전북 임실군 운수로 6",
    "wins": 4,
    "lat": 35.6158939846112,
    "lng": 127.28207065678
  },
  {
    "name": "노다지복권방서정지점",
    "address": "경기 평택시 서정역로 23",
    "wins": 4,
    "lat": 37.0562301095505,
    "lng": 127.055479675135
  },
  {
    "name": "운수대통",
    "address": "인천 부평구 동암광장로 6 1층 A호",
    "wins": 4,
    "lat": 37.4708595158359,
    "lng": 126.702180311352
  },
  {
    "name": "울릉로또",
    "address": "경북 울릉군 봉래2길 32-14 1층 울릉로또&커피",
    "wins": 4,
    "lat": 37.4940402030587,
    "lng": 130.909399867425
  },
  {
    "name": "(I.A) 로또마트",
    "address": "경기 안산시 단원구 신길로 9-4",
    "wins": 4,
    "lat": 37.3314625220609,
    "lng": 126.786469238513
  },
  {
    "name": "D-마트 담배",
    "address": "강원 속초시 조양상가길 25 롯데마트속초점 1층 복권판매점",
    "wins": 4,
    "lat": 38.190114896653,
    "lng": 128.579991961658
  },
  {
    "name": "행운복권방",
    "address": "서울 중랑구 봉우재로 41",
    "wins": 4,
    "lat": 37.5907829369907,
    "lng": 127.077853865667
  },
  {
    "name": "로또삼성복권방",
    "address": "경기 수원시 영통구 매영로 141 원천훼밀리타운 원천훼미리타운105호",
    "wins": 4,
    "lat": 37.2667111158006,
    "lng": 127.058175996827
  },
  {
    "name": "장보고복권방",
    "address": "서울 중랑구 면목로 288",
    "wins": 4,
    "lat": 37.578383961298,
    "lng": 127.086224575115
  },
  {
    "name": "가로가판대제57호(구)",
    "address": "서울 중구 세종대로14길 6-2",
    "wins": 4,
    "lat": 37.5629150248216,
    "lng": 126.977073656125
  },
  {
    "name": "로또복권판매",
    "address": "경북 상주시 삼백로 159",
    "wins": 4,
    "lat": 36.4189566606264,
    "lng": 128.161102890018
  },
  {
    "name": "대박유통",
    "address": "부산 중구 구덕로 80",
    "wins": 4,
    "lat": 35.0977573296053,
    "lng": 129.027113771694
  },
  {
    "name": "또와식품",
    "address": "서울 강서구 양천로 694",
    "wins": 4,
    "lat": 37.5501089578592,
    "lng": 126.87285045317
  },
  {
    "name": "용꿈돼지꿈복권전문점",
    "address": "강원 동해시 중앙로 234 이주민상가1층15호",
    "wins": 4,
    "lat": 37.5214846431653,
    "lng": 129.11508128475
  },
  {
    "name": "복돼지복권방",
    "address": "전북 익산시 선화로1길 4 배산시티프라자 1층 107호",
    "wins": 4,
    "lat": 35.950267495601,
    "lng": 126.938034324236
  },
  {
    "name": "둘리복권방",
    "address": "경기 시흥시 중심상가2길 12-6 한강프라자제1층101호",
    "wins": 4,
    "lat": 37.3453145955994,
    "lng": 126.736267243836
  },
  {
    "name": "안성맞춤",
    "address": "경기 안성시 안성맞춤대로 1099-1",
    "wins": 4,
    "lat": 37.0110850414576,
    "lng": 127.269915090834
  },
  {
    "name": "신세계",
    "address": "제주 제주시 고마로14길 7",
    "wins": 4,
    "lat": 33.5060267991326,
    "lng": 126.54024450368
  },
  {
    "name": "가판점",
    "address": "서울 서초구 효령로 283 가판",
    "wins": 4,
    "lat": 37.485018595965,
    "lng": 127.015025591396
  },
  {
    "name": "구담쌀슈퍼",
    "address": "경북 안동시 경동로 908",
    "wins": 4,
    "lat": 36.5569621785078,
    "lng": 128.754502558457
  },
  {
    "name": "복권방",
    "address": "경기 수원시 팔달구 권광로 213",
    "wins": 4,
    "lat": 37.2666561271678,
    "lng": 127.033279415912
  },
  {
    "name": "우리은행금호동지점앞가판",
    "address": "서울 성동구 장터길 46",
    "wins": 4,
    "lat": 37.5481772254814,
    "lng": 127.020995013708
  },
  {
    "name": "금강복권",
    "address": "경기 김포시 율생로 3",
    "wins": 4,
    "lat": 37.6526889413536,
    "lng": 126.590532941517
  },
  {
    "name": "인제복권방",
    "address": "강원 인제군 비봉로 11-1",
    "wins": 4,
    "lat": 38.0681626023891,
    "lng": 128.172825499148
  },
  {
    "name": "외동복권",
    "address": "경남 김해시 동남로49번길 83 GS25 김해대동점",
    "wins": 4,
    "lat": 35.2363873103775,
    "lng": 128.985995660365
  },
  {
    "name": "나래복권",
    "address": "충북 충주시 충원대로 952",
    "wins": 4,
    "lat": 37.0106825685414,
    "lng": 127.915864847108
  },
  {
    "name": "가로판매대",
    "address": "서울 강동구 올림픽로 648 천호역 3번 출구 앞",
    "wins": 4,
    "lat": 37.5392912715768,
    "lng": 127.123867283286
  },
  {
    "name": "로또판매점",
    "address": "경기 안산시 상록구 영화6길 21-1 102호",
    "wins": 4,
    "lat": 37.2806492989303,
    "lng": 126.851855729803
  },
  {
    "name": "운수대통복권방",
    "address": "부산 부산진구 전포대로200번길 13",
    "wins": 4,
    "lat": 35.1546270038804,
    "lng": 129.066380843455
  },
  {
    "name": "동홍코사마트",
    "address": "제주 서귀포시 동홍서로 108",
    "wins": 4,
    "lat": 33.2586554834926,
    "lng": 126.569667425575
  },
  {
    "name": "행운마트",
    "address": "충남 아산시 서해로 654",
    "wins": 4,
    "lat": 36.8819314690927,
    "lng": 126.910729910912
  },
  {
    "name": "복권마트",
    "address": "강원 홍천군 홍천로 409",
    "wins": 4,
    "lat": 37.691276675414,
    "lng": 127.889910277195
  },
  {
    "name": "은미복권방",
    "address": "경기 부천시 소사로794번길 6",
    "wins": 4,
    "lat": 37.5268238138477,
    "lng": 126.805070256819
  },
  {
    "name": "토큰박스",
    "address": "경기 남양주시 진건오남로 112-1 동양할인마트 앞 로또판매점",
    "wins": 4,
    "lat": 36.2993896683075,
    "lng": 127.566718542394
  },
  {
    "name": "행운복권방",
    "address": "제주 제주시 우정로11길 12",
    "wins": 4,
    "lat": 33.487662782887,
    "lng": 126.432146138478
  },
  {
    "name": "교통카드판매대",
    "address": "서울 송파구 송파대로28길 27 송파성원쌍떼빌 공영주차장앞가판",
    "wins": 4,
    "lat": 37.4948121610825,
    "lng": 127.120132764747
  },
  {
    "name": "천하명당",
    "address": "전남 여수시 망마로 107",
    "wins": 4,
    "lat": 34.7572010336855,
    "lng": 127.674023252114
  },
  {
    "name": "Today",
    "address": "서울 광진구 광나루로56길 85 테크노마트9층판매동24호",
    "wins": 4,
    "lat": 37.535725176732,
    "lng": 127.095692162256
  },
  {
    "name": "버스카드판매대",
    "address": "서울 관악구 신림로 145-2",
    "wins": 4,
    "lat": 37.4719679886988,
    "lng": 126.933305670509
  },
  {
    "name": "마리오슈퍼",
    "address": "경기 부천시 송내대로265번길 85 1층 118호",
    "wins": 4,
    "lat": 37.5073450508912,
    "lng": 126.753910150941
  },
  {
    "name": "복권나라",
    "address": "경기 포천시 소흘읍 죽엽산로35번길 1",
    "wins": 4,
    "lat": 37.8267398343763,
    "lng": 127.15268359735
  },
  {
    "name": "굿타임",
    "address": "서울 서대문구 연희로 36",
    "wins": 4,
    "lat": 37.5618289324287,
    "lng": 126.927501079858
  },
  {
    "name": "대박찬스",
    "address": "경기 남양주시 진접읍 장현로 111 1층1호",
    "wins": 4,
    "lat": 37.7197840942478,
    "lng": 127.183938971283
  },
  {
    "name": "현암꽃플라워",
    "address": "대전 동구 태전로 167",
    "wins": 4,
    "lat": 36.3421514543038,
    "lng": 127.419109358597
  },
  {
    "name": "GS25(고양주교점)",
    "address": "경기 고양시 덕양구 마상로113번길 68 1층 3호",
    "wins": 4,
    "lat": 37.6629261053151,
    "lng": 126.838369297688
  },
  {
    "name": "미래유통",
    "address": "전남 목포시 영산로 623",
    "wins": 4,
    "lat": 34.8207977287201,
    "lng": 126.421392306789
  },
  {
    "name": "GS25(청주수곡점)",
    "address": "충북 청주시 서원구 수곡로 45",
    "wins": 4,
    "lat": 36.6160635014726,
    "lng": 127.472969491773
  },
  {
    "name": "대광슈퍼",
    "address": "경기 군포시 고산로 679 미성프라자 미성프라자106호",
    "wins": 4,
    "lat": 37.3710839056756,
    "lng": 126.933974013894
  },
  {
    "name": "혹시나도",
    "address": "충북 음성군 감곡면 장감로149번길 4-4 복권방",
    "wins": 4,
    "lat": 37.1191444311227,
    "lng": 127.639402574068
  },
  {
    "name": "나라시스컴",
    "address": "서울 영등포구 영등포로 225 영신상가1호",
    "wins": 4,
    "lat": 37.5199200639101,
    "lng": 126.906654670129
  },
  {
    "name": "대림통상",
    "address": "울산 중구 태화동 426 일신아파트상가102호",
    "wins": 4,
    "lat": 35.5523343878639,
    "lng": 129.297760017432
  },
  {
    "name": "복권방",
    "address": "서울 구로구 구로동 409-80",
    "wins": 4,
    "lat": 37.4939363498517,
    "lng": 126.882612986646
  },
  {
    "name": "대박복권방",
    "address": "경기 양주시 광적면 가납리 728-8",
    "wins": 4,
    "lat": 37.8224870598906,
    "lng": 126.986733301154
  },
  {
    "name": "경기상회",
    "address": "인천 남동구 만수동 1041-3 104호",
    "wins": 4,
    "lat": 37.4431580133553,
    "lng": 126.736819766029
  },
  {
    "name": "버스토큰판매소",
    "address": "서울 구로구 구로동 1123-1 꽃집 옆 가판대",
    "wins": 4,
    "lat": 37.4844474814361,
    "lng": 126.902203198218
  },
  {
    "name": "㈜현대택배권선영업소",
    "address": "경기 수원시 권선구 곡반정동 574-1 104호",
    "wins": 4,
    "lat": 37.2369477394917,
    "lng": 127.030162718587
  },
  {
    "name": "복권방",
    "address": "경기 평택시 세교동 569-8 1층 복권방",
    "wins": 4,
    "lat": 36.9999821795382,
    "lng": 127.079330694356
  },
  {
    "name": "왕대박복권",
    "address": "대구 달성군 옥포면 본리리 2414-3",
    "wins": 4,
    "lat": 35.7883764601163,
    "lng": 128.4632937528
  },
  {
    "name": "대박행운복권방",
    "address": "충남 아산시 도고면 금산리 161-21 서해안 휴게소내 편의점",
    "wins": 4,
    "lat": 36.7462334863579,
    "lng": 126.866733965049
  },
  {
    "name": "하늘과바다",
    "address": "인천 부평구 부개동 67-9번지",
    "wins": 4,
    "lat": 37.4980254788214,
    "lng": 126.735222571575
  },
  {
    "name": "마이마트",
    "address": "인천 서구 심곡동 302번지 한국상가제1층101호",
    "wins": 4,
    "lat": 37.5431668233498,
    "lng": 126.678248067814
  },
  {
    "name": "명당복권",
    "address": "서울 동대문구 용두동 711-4 가판",
    "wins": 4,
    "lat": 37.577920603701,
    "lng": 127.035797526406
  },
  {
    "name": "준",
    "address": "경기 평택시 포승읍 방림리 53-5",
    "wins": 4,
    "lat": 36.9827089472977,
    "lng": 126.882237861162
  },
  {
    "name": "부흥청과식품점",
    "address": "경북 경산시 하양읍 금락리 118 우방3차상가",
    "wins": 4,
    "lat": 35.4188013619768,
    "lng": 129.063927255203
  },
  {
    "name": "복권나라",
    "address": "인천 서구 마전동 1029-5 검단2지구59블럭검단1차피오레아파트상가B동제비107호",
    "wins": 4,
    "lat": 35.2465193822099,
    "lng": 129.090849758352
  },
  {
    "name": "로또복권방",
    "address": "경기 파주시 금촌동 374-11",
    "wins": 4,
    "lat": 37.7660709603283,
    "lng": 126.768250181611
  },
  {
    "name": "왕대박복권",
    "address": "인천 부평구 십정동 577-6",
    "wins": 4,
    "lat": 37.4773513046613,
    "lng": 126.709834722586
  },
  {
    "name": "그린슈퍼",
    "address": "서울 동대문구 왕산로 138",
    "wins": 3,
    "lat": 37.5780406039826,
    "lng": 127.038691734604
  },
  {
    "name": "8888로또",
    "address": "대전 서구 월평북로 77",
    "wins": 3,
    "lat": 36.3624610962477,
    "lng": 127.376882275946
  },
  {
    "name": "나눔로또편의점",
    "address": "전남 광양시 공영로 90",
    "wins": 3,
    "lat": 34.9356585968215,
    "lng": 127.699045323039
  },
  {
    "name": "청구마트",
    "address": "대구 북구 검단로 34 청구아파트상가108동102호",
    "wins": 3,
    "lat": 35.9004285818947,
    "lng": 128.615921958708
  },
  {
    "name": "대박복권방",
    "address": "경기 안산시 단원구 신길중앙로1길 40 101호",
    "wins": 3,
    "lat": 37.3361179773193,
    "lng": 126.762285379174
  },
  {
    "name": "로또카페",
    "address": "경기 평택시 관광특구로 13 1층102호",
    "wins": 3,
    "lat": 37.0672163988635,
    "lng": 127.060540115554
  },
  {
    "name": "터미널분식",
    "address": "충남 부여군 부장대로 65",
    "wins": 3,
    "lat": 36.6250408,
    "lng": 127.4671641
  },
  {
    "name": "행운의명당로-토토",
    "address": "충북 청주시 서원구 모충로 36",
    "wins": 3,
    "lat": 36.6250836414444,
    "lng": 127.468040901111
  },
  {
    "name": "불티나",
    "address": "강원 춘천시 후석로462번길 94-1",
    "wins": 3,
    "lat": 37.8909448546076,
    "lng": 127.751975739485
  },
  {
    "name": "잉크와복권",
    "address": "서울 강서구 가로공원로76가길 12",
    "wins": 3,
    "lat": 37.5338436,
    "lng": 126.8413769
  },
  {
    "name": "가판100호",
    "address": "서울 중구 을지로 113-4",
    "wins": 3,
    "lat": 37.5663702031151,
    "lng": 126.990452320275
  },
  {
    "name": "로또복권방",
    "address": "충북 청주시 청원구 내수로 725-1 디지털프라자 옆",
    "wins": 3,
    "lat": 36.7264687657574,
    "lng": 127.535649693184
  },
  {
    "name": "드림복권방",
    "address": "경기 수원시 권선구 정조로 515",
    "wins": 3,
    "lat": 37.2552707452088,
    "lng": 127.0110966544
  },
  {
    "name": "로또로복권",
    "address": "전북 전주시 완산구 모악로 4729",
    "wins": 3,
    "lat": 35.7915443805975,
    "lng": 127.131296431825
  },
  {
    "name": "백금당",
    "address": "부산 중구 중구로29번길 26",
    "wins": 3,
    "lat": 35.1005221239368,
    "lng": 129.026538020583
  },
  {
    "name": "복권나라동성점",
    "address": "전남 순천시 연향번영길 94 동성아파트 상가113호",
    "wins": 3,
    "lat": 34.9496505359864,
    "lng": 127.518470820555
  },
  {
    "name": "영화복권",
    "address": "경남 창원시 진해구 안청남로 14",
    "wins": 3,
    "lat": 35.1010601812409,
    "lng": 128.804480868583
  },
  {
    "name": "행운로또복권방",
    "address": "경남 창원시 진해구 용원로 89",
    "wins": 3,
    "lat": 35.0988587013195,
    "lng": 128.818848233673
  },
  {
    "name": "돈벼락",
    "address": "경기 부천시 범안로 220 제근린생활시설2동 1층 103호",
    "wins": 3,
    "lat": 37.4634533522194,
    "lng": 126.810810314504
  },
  {
    "name": "돈벼락맞는곳",
    "address": "부산 해운대구 양운로 55 두산위브센티움상가102호",
    "wins": 3,
    "lat": 35.1681697165142,
    "lng": 129.176218799492
  },
  {
    "name": "참깨열쇠.복권",
    "address": "전북 전주시 완산구 용리로 43",
    "wins": 3,
    "lat": 35.7988227059854,
    "lng": 127.114652875779
  },
  {
    "name": "영약국",
    "address": "충남 금산군 인삼로 104",
    "wins": 3,
    "lat": 36.1022839301448,
    "lng": 127.493131752127
  },
  {
    "name": "로토피아",
    "address": "경기 광명시 오리로 371 상가1층102호",
    "wins": 3,
    "lat": 37.4356065752232,
    "lng": 126.879269963217
  },
  {
    "name": "춘향로또",
    "address": "전북 남원시 동림로 102-1",
    "wins": 3,
    "lat": 35.41708812056,
    "lng": 127.384952310639
  },
  {
    "name": "대동복권방",
    "address": "경남 김해시 월산로 112-57 이마트편의점 좌측 복권판매점",
    "wins": 3,
    "lat": 35.2069223701528,
    "lng": 128.804680163888
  },
  {
    "name": "1등복권방",
    "address": "인천 연수구 해돋이로 168",
    "wins": 3,
    "lat": 37.3954253575474,
    "lng": 126.645208822671
  },
  {
    "name": "농산물직판장",
    "address": "전북 군산시 백토로 128",
    "wins": 3,
    "lat": 35.9676955378241,
    "lng": 126.705525697
  },
  {
    "name": "복권나라",
    "address": "경북 포항시 북구 장량로140번길 9",
    "wins": 3,
    "lat": 36.0807952248086,
    "lng": 129.396033290327
  },
  {
    "name": "남문시장",
    "address": "경기 수원시 팔달구 수원천로255번길 6 89호",
    "wins": 3,
    "lat": 37.276815687652,
    "lng": 127.018660256526
  },
  {
    "name": "로또25시",
    "address": "울산 남구 수암로288번길 1",
    "wins": 3,
    "lat": 35.5211442422618,
    "lng": 129.336024385811
  },
  {
    "name": "명신사",
    "address": "서울 마포구 월드컵로 97",
    "wins": 3,
    "lat": 37.5572982133926,
    "lng": 126.90871359217
  },
  {
    "name": "드림복권전문점",
    "address": "경기 평택시 평남로 651",
    "wins": 3,
    "lat": 36.991936717261,
    "lng": 127.106961289742
  },
  {
    "name": "1번지복권방",
    "address": "경기 성남시 중원구 희망로 448 1층일부",
    "wins": 3,
    "lat": 37.4449017783522,
    "lng": 127.157293323558
  },
  {
    "name": "대풍로또판매점",
    "address": "경남 김해시 번화2로 36",
    "wins": 3,
    "lat": 35.1922681557602,
    "lng": 128.805250450296
  },
  {
    "name": "셀피아",
    "address": "울산 북구 무룡로 29 울산광역시 북구 연암동 417-1",
    "wins": 3,
    "lat": 35.5810884350649,
    "lng": 129.363572948849
  },
  {
    "name": "보성정보통신",
    "address": "서울 동대문구 장한로2길 24",
    "wins": 3,
    "lat": 37.5619229172028,
    "lng": 127.066511623538
  },
  {
    "name": "일레븐마트무선점",
    "address": "전남 여수시 성산로 19",
    "wins": 3,
    "lat": 34.7738931673334,
    "lng": 127.639779711321
  },
  {
    "name": "GMART",
    "address": "경북 구미시 구미중앙로 57-3",
    "wins": 3,
    "lat": 36.1300209053001,
    "lng": 128.32904238643
  },
  {
    "name": "필로또복권",
    "address": "충남 서산시 호수공원6로 64",
    "wins": 3,
    "lat": 36.7727600477807,
    "lng": 126.450509273291
  },
  {
    "name": "강경복권방",
    "address": "충남 논산시 계백로 126-1",
    "wins": 3,
    "lat": 36.156024121378,
    "lng": 127.014865909295
  },
  {
    "name": "운수대통",
    "address": "경기 군포시 군포로745번길 24",
    "wins": 3,
    "lat": 37.3709443959264,
    "lng": 126.941442743972
  },
  {
    "name": "행운복권방",
    "address": "경기 양평군 용문로 358-1",
    "wins": 3,
    "lat": 37.4843500526233,
    "lng": 127.593675837624
  },
  {
    "name": "돈벼락맞는곳",
    "address": "대전 서구 복수남로 16",
    "wins": 3,
    "lat": 36.2977835948344,
    "lng": 127.379572102104
  },
  {
    "name": "꿈이현실로",
    "address": "서울 중구 청계천로 182",
    "wins": 3,
    "lat": 37.5685691779856,
    "lng": 126.997764773693
  },
  {
    "name": "행운로또",
    "address": "충북 진천군 대하로 151 106호",
    "wins": 3,
    "lat": 36.9042027743364,
    "lng": 127.535525725366
  },
  {
    "name": "공단로또점",
    "address": "경남 함안군 삼칠로 831 슈퍼 옆",
    "wins": 3,
    "lat": 35.3601422337464,
    "lng": 128.485189421623
  },
  {
    "name": "돼지복권명당",
    "address": "부산 기장군 해맞이로 365-1",
    "wins": 3,
    "lat": 35.3265050931441,
    "lng": 129.27664987202
  },
  {
    "name": "굿모닝",
    "address": "전남 순천시 중앙로 220 굿모닝",
    "wins": 3,
    "lat": 34.9652353156288,
    "lng": 127.484986499414
  },
  {
    "name": "금손로또판매점",
    "address": "충남 당진시 서해로 5772",
    "wins": 3,
    "lat": 36.8982114799918,
    "lng": 126.628771155102
  },
  {
    "name": "대구연쇄점",
    "address": "부산 부산진구 중앙대로783번길 8",
    "wins": 3,
    "lat": 35.1623576443501,
    "lng": 129.062361351657
  },
  {
    "name": "복권방",
    "address": "서울 광진구 자양로18길 34",
    "wins": 3,
    "lat": 37.5377825275173,
    "lng": 127.085463281895
  },
  {
    "name": "코사마트",
    "address": "경기 부천시 오정로 203",
    "wins": 3,
    "lat": 37.5271062696764,
    "lng": 126.78261281036
  },
  {
    "name": "CU노서점",
    "address": "경북 경주시 금성로259번길 38 1층 CU 노서점 내",
    "wins": 3,
    "lat": 35.8410094421566,
    "lng": 129.203021310129
  },
  {
    "name": "대소원로또",
    "address": "충북 충주시 중원대로 4373 휴게소내 컨테이너",
    "wins": 3,
    "lat": 36.9732511656846,
    "lng": 127.823593034787
  },
  {
    "name": "복권판매점",
    "address": "경기 성남시 중원구 성남대로1130번길 3 제1층 제101호",
    "wins": 3,
    "lat": 37.4307282350286,
    "lng": 127.129799776305
  },
  {
    "name": "로또복권방",
    "address": "인천 부평구 마장로 287 한양프라자 104-1호",
    "wins": 3,
    "lat": 37.5036057779131,
    "lng": 126.700809636297
  },
  {
    "name": "서창복권나라",
    "address": "경남 양산시 서창서2길 3",
    "wins": 3,
    "lat": 35.4162007541456,
    "lng": 129.172241773542
  },
  {
    "name": "도깨비",
    "address": "경기 하남시 서하남로 136",
    "wins": 3,
    "lat": 37.5141943211085,
    "lng": 127.158943009001
  },
  {
    "name": "둔전행운복권방",
    "address": "경기 용인시 처인구 포곡로 110",
    "wins": 3,
    "lat": 37.2692357529358,
    "lng": 127.217656299628
  },
  {
    "name": "드림복권방",
    "address": "인천 중구 인중로 97-1 버스정류장 앞 GS편의점 옆",
    "wins": 3,
    "lat": 37.4646220584894,
    "lng": 126.631907180156
  },
  {
    "name": "천하복권방",
    "address": "울산 동구 전하로 29",
    "wins": 3,
    "lat": 35.5124277173074,
    "lng": 129.427491902497
  },
  {
    "name": "토큰판매점",
    "address": "서울 강북구 도봉로 45 가판",
    "wins": 3,
    "lat": 37.6131435556689,
    "lng": 127.02945322795
  },
  {
    "name": "노다지로또",
    "address": "인천 서구 완정로 179 검단제이원빌딩 108호",
    "wins": 3,
    "lat": 37.602279722333,
    "lng": 126.656519462056
  },
  {
    "name": "로또생삼겹",
    "address": "인천 남동구 논고개로 77",
    "wins": 3,
    "lat": 37.398437607938,
    "lng": 126.726253921698
  },
  {
    "name": "우리로또복권방",
    "address": "전남 여수시 무선중앙로 71",
    "wins": 3,
    "lat": 34.7727939188308,
    "lng": 127.65179283441
  },
  {
    "name": "돈벼락맞는곳",
    "address": "부산 서구 구덕로 194",
    "wins": 3,
    "lat": 35.1019402878652,
    "lng": 129.020050789229
  },
  {
    "name": "로또 명당",
    "address": "인천 남동구 구월남로 271 102호",
    "wins": 3,
    "lat": 37.4522975042472,
    "lng": 126.719881018107
  },
  {
    "name": "대선세무경영사무소",
    "address": "경기 안산시 상록구 석호로 189 101호",
    "wins": 3,
    "lat": 37.2959247127972,
    "lng": 126.852531013148
  },
  {
    "name": "복권왕국",
    "address": "인천 부평구 부흥로 359",
    "wins": 3,
    "lat": 37.4981956724086,
    "lng": 126.731943816856
  },
  {
    "name": "교통카드",
    "address": "서울 서초구 강남대로 517",
    "wins": 3,
    "lat": 37.5081106083941,
    "lng": 127.022294298364
  },
  {
    "name": "그랜드마트앞가판점",
    "address": "서울 마포구 신촌로 94",
    "wins": 3,
    "lat": 37.5549939272318,
    "lng": 126.936001762116
  },
  {
    "name": "대박로또",
    "address": "충남 천안시 서북구 성환2로 45",
    "wins": 3,
    "lat": 36.9118221661841,
    "lng": 127.130134113057
  },
  {
    "name": "홈플러스선부점로또판매",
    "address": "경기 안산시 단원구 삼일로 316",
    "wins": 3,
    "lat": 37.333775105989,
    "lng": 126.812579120568
  },
  {
    "name": "메가마트",
    "address": "경기 시흥시 정왕대로 64 메가쇼핑몰1층123호",
    "wins": 3,
    "lat": 37.3542509037182,
    "lng": 126.723528822124
  },
  {
    "name": "노다지훼밀리",
    "address": "서울 강동구 구천면로 251",
    "wins": 3,
    "lat": 37.5428012323584,
    "lng": 127.13126443343
  },
  {
    "name": "럭키",
    "address": "부산 북구 시랑로 137",
    "wins": 3,
    "lat": 35.1954681473453,
    "lng": 129.010398122244
  },
  {
    "name": "나눔로또한대점",
    "address": "경기 안산시 상록구 중보로 57 한양대프라자106호",
    "wins": 3,
    "lat": 37.3081120642399,
    "lng": 126.852848213793
  },
  {
    "name": "로또복권",
    "address": "서울 관악구 장군봉1길 29",
    "wins": 3,
    "lat": 37.4818351562082,
    "lng": 126.941714270472
  },
  {
    "name": "제일식품",
    "address": "서울 서대문구 증가로 143",
    "wins": 3,
    "lat": 37.5774629851947,
    "lng": 126.921690536742
  },
  {
    "name": "큐마트학동점로또",
    "address": "전남 여수시 학동서5길 2 큐마트내",
    "wins": 3,
    "lat": 34.7619434315961,
    "lng": 127.656508537807
  },
  {
    "name": "훼밀리슈퍼",
    "address": "경기 구리시 건원대로34번길 19 세신훼밀리타운102",
    "wins": 3,
    "lat": 37.6045083103427,
    "lng": 127.141358503339
  },
  {
    "name": "로또복권",
    "address": "대구 동구 아양로 294",
    "wins": 3,
    "lat": 35.8904350831668,
    "lng": 128.642967846908
  },
  {
    "name": "복권세상",
    "address": "서울 양천구 곰달래로5길 26",
    "wins": 3,
    "lat": 37.5319115765941,
    "lng": 126.833698262468
  },
  {
    "name": "로또매점",
    "address": "충남 당진시 송산로 723",
    "wins": 3,
    "lat": 36.9538726109827,
    "lng": 126.6893806316
  },
  {
    "name": "대박명당",
    "address": "경기 양주시 옥정동로5길 6",
    "wins": 3,
    "lat": 37.8164902038456,
    "lng": 127.09872995
  },
  {
    "name": "크로바쎄븐",
    "address": "서울 송파구 법원로11길 7 1층 128호",
    "wins": 3,
    "lat": 37.4852991782959,
    "lng": 127.119391411935
  },
  {
    "name": "하나복권",
    "address": "인천 남동구 구월로 281 세븐일레븐편의점내",
    "wins": 3,
    "lat": 37.4559319808526,
    "lng": 126.721971610204
  },
  {
    "name": "동해복권방",
    "address": "강원 강릉시 하평길 40",
    "wins": 3,
    "lat": 37.7701731438642,
    "lng": 128.913039765485
  },
  {
    "name": "드림복권방",
    "address": "경기 의정부시 청사로5번길 26",
    "wins": 3,
    "lat": 37.7488107594075,
    "lng": 127.069650694541
  },
  {
    "name": "금두꺼비복권방",
    "address": "경기 고양시 일산서구 강성로 263 재성빌딩1층",
    "wins": 3,
    "lat": 37.6767581599566,
    "lng": 126.748054044636
  },
  {
    "name": "로또명당금왕점",
    "address": "충북 음성군 탑골길 55 세븐일레븐 금왕점",
    "wins": 3,
    "lat": 36.9909767213693,
    "lng": 127.586378932803
  },
  {
    "name": "새시대복권방",
    "address": "서울 금천구 탑골로 6-1",
    "wins": 3,
    "lat": 37.4509800536914,
    "lng": 126.910365045517
  },
  {
    "name": "일등복권",
    "address": "경북 칠곡군 금암중앙길 42",
    "wins": 3,
    "lat": 35.9825449007385,
    "lng": 128.553640893388
  },
  {
    "name": "몽곡사",
    "address": "서울 영등포구 버드나루로 51 조광빌딩105호",
    "wins": 3,
    "lat": 37.5230740112737,
    "lng": 126.910598895613
  },
  {
    "name": "떴다GO 1등",
    "address": "경기 화성시 동탄반석로 172 1층 138호",
    "wins": 3,
    "lat": 37.2039249173011,
    "lng": 127.072141201359
  },
  {
    "name": "알짜마트왕지점",
    "address": "전남 순천시 왕궁길 60 중흥파크상가 309-101호",
    "wins": 3,
    "lat": 34.9557586898028,
    "lng": 127.532623249244
  },
  {
    "name": "다모아",
    "address": "서울 구로구 공원로6나길 39-1",
    "wins": 3,
    "lat": 37.5044721086261,
    "lng": 126.89179540724
  },
  {
    "name": "대박 복권방",
    "address": "경기 부천시 고리울로51번길 43 105호",
    "wins": 3,
    "lat": 37.5291314224604,
    "lng": 126.821937650616
  },
  {
    "name": "로또복권방",
    "address": "충남 아산시 모산로 124 PGA스크린골프연습장내",
    "wins": 3,
    "lat": 36.7743839311658,
    "lng": 127.056465614776
  },
  {
    "name": "운수대통",
    "address": "인천 남동구 석정로 479",
    "wins": 3,
    "lat": 37.4661135957059,
    "lng": 126.689012674426
  },
  {
    "name": "경동플러스",
    "address": "부산 해운대구 세실로 30 경동G-PLUS아파트상가103",
    "wins": 3,
    "lat": 35.1686044730957,
    "lng": 129.179287469768
  },
  {
    "name": "샛별복권방",
    "address": "서울 중구 동호로10길 12",
    "wins": 3,
    "lat": 37.5544298854585,
    "lng": 127.01193170499
  },
  {
    "name": "천금복권방",
    "address": "충북 청주시 상당구 쇠내로 150-1",
    "wins": 3,
    "lat": 36.6207558192688,
    "lng": 127.507987132946
  },
  {
    "name": "로또편의점",
    "address": "전북 전주시 덕진구 아중로 173",
    "wins": 3,
    "lat": 35.8270915319785,
    "lng": 127.168292457746
  },
  {
    "name": "777천하명당",
    "address": "충남 서천군 충절로 54",
    "wins": 3,
    "lat": 36.0748778973301,
    "lng": 126.68868846985
  },
  {
    "name": "옥좌로또점",
    "address": "경북 경주시 내외로 10 좌측4번째상가",
    "wins": 3,
    "lat": 35.7270474606936,
    "lng": 129.320670765381
  },
  {
    "name": "행운복권",
    "address": "서울 강북구 솔샘로 212 신영빌딩",
    "wins": 3,
    "lat": 37.6199624506687,
    "lng": 127.016238768666
  },
  {
    "name": "현대25시편의점",
    "address": "경기 고양시 덕양구 지도로 75 101호",
    "wins": 3,
    "lat": 37.6239080957433,
    "lng": 126.824232802551
  },
  {
    "name": "행운이가득한집",
    "address": "경기 안산시 상록구 건건로 28 동호상가B-14호",
    "wins": 3,
    "lat": 37.3037382718725,
    "lng": 126.901473409909
  },
  {
    "name": "헬스프라자",
    "address": "서울 관악구 관악로 184",
    "wins": 3,
    "lat": 37.4815212275092,
    "lng": 126.95322725345
  },
  {
    "name": "로또복권",
    "address": "대구 북구 대현로 631층",
    "wins": 3,
    "lat": 35.8839860050041,
    "lng": 128.606632322558
  },
  {
    "name": "삼익마트",
    "address": "서울 강동구 상암로 211",
    "wins": 3,
    "lat": 37.5466468565575,
    "lng": 127.14615974634
  },
  {
    "name": "타운복권방",
    "address": "광주 북구 밤실로 184-1",
    "wins": 3,
    "lat": 35.1637730349758,
    "lng": 126.934122609611
  },
  {
    "name": "로또 명당 가판점",
    "address": "서울 금천구 남부순환로 1390 전영수내과의원 가판",
    "wins": 3,
    "lat": 37.479839203517,
    "lng": 126.905213073868
  },
  {
    "name": "복권방 담배",
    "address": "서울 도봉구 도당로 91",
    "wins": 3,
    "lat": 37.6656853470668,
    "lng": 127.036944137797
  },
  {
    "name": "대박",
    "address": "경기 안양시 동안구 관평로170번길 33",
    "wins": 3,
    "lat": 37.3930187793518,
    "lng": 126.962287233607
  },
  {
    "name": "오포우림로또",
    "address": "경기 광주시 오포로 899 1층 109호",
    "wins": 3,
    "lat": 37.3706047097184,
    "lng": 127.232346864302
  },
  {
    "name": "아현역3번출구앞가판점",
    "address": "서울 마포구 마포대로 249 아현산업정보학교 아현역3번출구앞",
    "wins": 3,
    "lat": 37.557026368803,
    "lng": 126.958022776892
  },
  {
    "name": "복권닷컴",
    "address": "경기 성남시 수정구 수정남로 64-1",
    "wins": 3,
    "lat": 37.4409273849505,
    "lng": 127.134933944447
  },
  {
    "name": "로또복권",
    "address": "서울 광진구 긴고랑로 38",
    "wins": 3,
    "lat": 37.5628285297463,
    "lng": 127.080249404946
  },
  {
    "name": "복권판매소(서문큰장네거리)",
    "address": "대구 서구 국채보상로 438",
    "wins": 3,
    "lat": 35.8704763049258,
    "lng": 128.578735516516
  },
  {
    "name": "하이로또복권방",
    "address": "경기 안양시 동안구 관악대로339번길 7",
    "wins": 3,
    "lat": 37.404204005638,
    "lng": 126.960193944136
  },
  {
    "name": "콘테인복권판매점",
    "address": "충남 천안시 동남구 청수11로 13-11 건물 뒤편 콘테인커피숍 내",
    "wins": 3,
    "lat": 36.7833435412622,
    "lng": 127.153690618783
  },
  {
    "name": "백송마트",
    "address": "광주 광산구 월계로 110 104호",
    "wins": 3,
    "lat": 35.2134818461845,
    "lng": 126.837414810466
  },
  {
    "name": "로또명당",
    "address": "경남 창원시 의창구 도계로 49",
    "wins": 3,
    "lat": 35.2600257096226,
    "lng": 128.637282393746
  },
  {
    "name": "행운복권방",
    "address": "서울 서대문구 신촌로 235-1",
    "wins": 3,
    "lat": 37.5574090991053,
    "lng": 126.952293916565
  },
  {
    "name": "채널큐",
    "address": "경남 창원시 마산합포구 산호남로 11-1",
    "wins": 3,
    "lat": 35.2175258585121,
    "lng": 128.581426986506
  },
  {
    "name": "평화슈퍼",
    "address": "서울 은평구 연서로 198-1",
    "wins": 3,
    "lat": 37.6163038958849,
    "lng": 126.919014472678
  },
  {
    "name": "1등로또방",
    "address": "광주 동구 중앙로 249-2",
    "wins": 3,
    "lat": 35.1542899802599,
    "lng": 126.92013366905
  },
  {
    "name": "영화복권(버들점)",
    "address": "광주 서구 상무버들로 32",
    "wins": 3,
    "lat": 35.1646302656814,
    "lng": 126.860013256913
  },
  {
    "name": "대박복권",
    "address": "충남 홍성군 충서로 2423 세븐일레븐",
    "wins": 3,
    "lat": 36.6379585508959,
    "lng": 126.743281584426
  },
  {
    "name": "행운복권방",
    "address": "경기 광주시 양벌로 329",
    "wins": 3,
    "lat": 37.370035951021,
    "lng": 127.246300500251
  },
  {
    "name": "제철로또대리점",
    "address": "전남 광양시 광장로 125 시티프라자A동116호",
    "wins": 3,
    "lat": 34.9354339787396,
    "lng": 127.694250404655
  },
  {
    "name": "로또복권애니타임점",
    "address": "경북 구미시 인동중앙로11길 24 애니타임편의점 내",
    "wins": 3,
    "lat": 36.1090287660782,
    "lng": 128.420006050186
  },
  {
    "name": "성진마트",
    "address": "경기 부천시 수도로 123",
    "wins": 3,
    "lat": 37.5168729883844,
    "lng": 126.77931895786
  },
  {
    "name": "복권천국",
    "address": "부산 서구 구덕로 207-1",
    "wins": 3,
    "lat": 35.1031606699609,
    "lng": 129.019736692817
  },
  {
    "name": "태양정보통신",
    "address": "경기 광주시 고불로 56 상가1층",
    "wins": 3,
    "lat": 37.3932322152024,
    "lng": 127.231819068533
  },
  {
    "name": "대박로또",
    "address": "울산 남구 번영로75번길 38",
    "wins": 3,
    "lat": 35.5313415123276,
    "lng": 129.325890601415
  },
  {
    "name": "로또.토토.블루베리",
    "address": "경기 평택시 안현로서6길 7 대건빌딩 105호",
    "wins": 3,
    "lat": 36.9833330633883,
    "lng": 126.928058624342
  },
  {
    "name": "SoundWave",
    "address": "경기 광명시 오리로 956",
    "wins": 3,
    "lat": 37.6008957720856,
    "lng": 127.14016658963
  },
  {
    "name": "로또복권4공단점",
    "address": "경북 구미시 첨단기업1로 18",
    "wins": 3,
    "lat": 36.1404916610865,
    "lng": 128.439392614256
  },
  {
    "name": "프림",
    "address": "경기 평택시 서해로 1402 GS편의점 내",
    "wins": 3,
    "lat": 37.0174768194163,
    "lng": 126.945373086482
  },
  {
    "name": "가로매점",
    "address": "서울 종로구 종로 186 우리은행 우리은행앞 가판",
    "wins": 3,
    "lat": 37.5704459618483,
    "lng": 126.998394880015
  },
  {
    "name": "복권나라",
    "address": "전북 군산시 번영로 891",
    "wins": 3,
    "lat": 35.946539167222,
    "lng": 126.810357390789
  },
  {
    "name": "농심가슈퍼마트",
    "address": "서울 양천구 목동중앙본로 54",
    "wins": 3,
    "lat": 37.5407064637936,
    "lng": 126.869028000354
  },
  {
    "name": "송도하우스",
    "address": "전남 목포시 영산로 525 목포터미널 내",
    "wins": 3,
    "lat": 34.8132592021705,
    "lng": 126.417108462653
  },
  {
    "name": "G(금정)마트휴게실",
    "address": "전북 군산시 조촌로 66",
    "wins": 3,
    "lat": 35.9698839903883,
    "lng": 126.738055326816
  },
  {
    "name": "다드림복권",
    "address": "경기 김포시 월하로 930 1층 101호",
    "wins": 3,
    "lat": 37.7048981937099,
    "lng": 126.656147267113
  },
  {
    "name": "왕대박복권",
    "address": "전북 전주시 덕진구 가련산로 17",
    "wins": 3,
    "lat": 35.841696471932,
    "lng": 127.110608771832
  },
  {
    "name": "한방복권방",
    "address": "경기 화성시 효행로763번길 23",
    "wins": 3,
    "lat": 35.3210954459104,
    "lng": 129.179271340486
  },
  {
    "name": "CU(수유대로점)",
    "address": "서울 강북구 노해로 121 두울빌딩",
    "wins": 3,
    "lat": 37.6460584538069,
    "lng": 127.02442083476
  },
  {
    "name": "로또방",
    "address": "서울 영등포구 영중로 12 에쉐르아이 시네마 쇼핑몰",
    "wins": 3,
    "lat": 37.5176176142762,
    "lng": 126.906506980596
  },
  {
    "name": "장미유통",
    "address": "인천 계양구 아나지로 394",
    "wins": 3,
    "lat": 37.5254070504345,
    "lng": 126.735882538039
  },
  {
    "name": "제일복권",
    "address": "부산 서구 충무대로255번길 9 충무쇼핑1층",
    "wins": 3,
    "lat": 35.0930541909753,
    "lng": 129.023262189766
  },
  {
    "name": "럭키마켓",
    "address": "서울 강동구 명일로 159",
    "wins": 3,
    "lat": 37.5331357480599,
    "lng": 127.144249488755
  },
  {
    "name": "안전열쇠",
    "address": "인천 계양구 경명대로 1124 명인프라자102호",
    "wins": 3,
    "lat": 37.5428637628751,
    "lng": 126.731866121842
  },
  {
    "name": "금진슈퍼",
    "address": "전남 여수시 좌수영로 11",
    "wins": 3,
    "lat": 34.7414090286385,
    "lng": 127.727650364752
  },
  {
    "name": "삼례로또복권",
    "address": "전북 완주군 동학로 32",
    "wins": 3,
    "lat": 35.9106573246953,
    "lng": 127.074854690669
  },
  {
    "name": "교하로또판매점",
    "address": "경기 파주시 파주로 266 아이비타워108호",
    "wins": 3,
    "lat": 37.7261729297037,
    "lng": 126.718241997855
  },
  {
    "name": "복권나라",
    "address": "대구 달성군 논공읍 논공중앙로 106",
    "wins": 3,
    "lat": 35.7268184405189,
    "lng": 128.44766013498
  },
  {
    "name": "신라슈퍼",
    "address": "경북 포항시 남구 일월로 112",
    "wins": 3,
    "lat": 35.9879063950502,
    "lng": 129.445356110751
  },
  {
    "name": "대한복권",
    "address": "경기 부천시 부천로 52",
    "wins": 3,
    "lat": 37.4888641450749,
    "lng": 126.784018700689
  },
  {
    "name": "천하명당(팔용점)",
    "address": "경남 창원시 의창구 사화로 26",
    "wins": 3,
    "lat": 35.2563338060721,
    "lng": 128.610280547325
  },
  {
    "name": "행운복권방",
    "address": "경기 안성시 서동대로 7184 1층 복권방",
    "wins": 3,
    "lat": 37.084254742275,
    "lng": 127.449002450674
  },
  {
    "name": "로또복권방",
    "address": "경기 군포시 산본로323번길 16-6 신명타워 신명빌딩1층1005호",
    "wins": 3,
    "lat": 37.3592540547346,
    "lng": 126.93237417283
  },
  {
    "name": "명당복권방",
    "address": "서울 동작구 상도로 281",
    "wins": 3,
    "lat": 37.5024093444584,
    "lng": 126.948613367042
  },
  {
    "name": "역곡역전로또",
    "address": "경기 부천시 경인로 506 가판대",
    "wins": 3,
    "lat": 37.4839190644087,
    "lng": 126.811610215716
  },
  {
    "name": "자양사거리가로매점",
    "address": "서울 광진구 자양로 95",
    "wins": 3,
    "lat": 37.5362251419146,
    "lng": 127.083201674013
  },
  {
    "name": "오로라복권방",
    "address": "서울 광진구 뚝섬로 625 국민은행자양동지점 50m",
    "wins": 3,
    "lat": 37.2232087504528,
    "lng": 126.842335910058
  },
  {
    "name": "롯데마트",
    "address": "전북 군산시 하나운로 43",
    "wins": 3,
    "lat": 35.9627637626119,
    "lng": 126.700377525111
  },
  {
    "name": "스타복권방",
    "address": "충남 논산시 안심로 72",
    "wins": 3,
    "lat": 36.127490439776,
    "lng": 127.099292527576
  },
  {
    "name": "광포로또복권",
    "address": "경북 울진군 죽변북로 154",
    "wins": 3,
    "lat": 37.067666349125,
    "lng": 129.410333608822
  },
  {
    "name": "포유25다농점",
    "address": "경기 오산시 운천로 80-5 거성그린프라자114호",
    "wins": 3,
    "lat": 37.1497097989907,
    "lng": 127.075428711248
  },
  {
    "name": "1등명당",
    "address": "충남 서천군 장항로 220",
    "wins": 3,
    "lat": 36.0098416001069,
    "lng": 126.701281419347
  },
  {
    "name": "복권명당",
    "address": "서울 동작구 국사봉길 26",
    "wins": 3,
    "lat": 37.4981091737714,
    "lng": 126.929214924309
  },
  {
    "name": "부강 돈벼락",
    "address": "경남 양산시 물금로 41",
    "wins": 3,
    "lat": 35.3101726118177,
    "lng": 128.989390625365
  },
  {
    "name": "복권천국",
    "address": "서울 서초구 서초대로 97",
    "wins": 3,
    "lat": 37.48770758374,
    "lng": 126.992859786919
  },
  {
    "name": "복권천하",
    "address": "서울 강북구 월계로7나길 23",
    "wins": 3,
    "lat": 37.6125773760929,
    "lng": 127.032533899764
  },
  {
    "name": "로또25시",
    "address": "경기 수원시 권선구 금곡로102번길 15 비즈웍스 비즈웍스 111호",
    "wins": 3,
    "lat": 37.2735010149489,
    "lng": 126.941851927412
  },
  {
    "name": "명동역5번출구가판",
    "address": "서울 중구 퇴계로 115",
    "wins": 3,
    "lat": 37.56105243357,
    "lng": 126.984514234793
  },
  {
    "name": "어머화장품",
    "address": "서울 송파구 가락로11길 19",
    "wins": 3,
    "lat": 37.5020683316025,
    "lng": 127.104076746441
  },
  {
    "name": "로또복권",
    "address": "경남 창원시 의창구 원이대로69번길 24-4 1층 103호 태경동태탕",
    "wins": 3,
    "lat": 35.2576058433564,
    "lng": 128.637701665212
  },
  {
    "name": "그린마트",
    "address": "서울 송파구 백제고분로19길 26",
    "wins": 3,
    "lat": 37.5068943250184,
    "lng": 127.087482517904
  },
  {
    "name": "영화유통",
    "address": "경북 포항시 북구 양학천로 15",
    "wins": 3,
    "lat": 36.0237320718825,
    "lng": 129.353914672823
  },
  {
    "name": "Letsgo복권유통",
    "address": "전북 전주시 덕진구 무삼지로 29",
    "wins": 3,
    "lat": 35.828201772411,
    "lng": 127.164662953864
  },
  {
    "name": "로또구포점",
    "address": "부산 북구 덕천2길 23-3",
    "wins": 3,
    "lat": 35.2092450080923,
    "lng": 129.006541323501
  },
  {
    "name": "베스토아",
    "address": "서울 강남구 역삼로 166 세현빌딩",
    "wins": 3,
    "lat": 37.4950520768848,
    "lng": 127.037244965742
  },
  {
    "name": "팬레코드",
    "address": "부산 남구 수영로 253",
    "wins": 3,
    "lat": 35.135509460517,
    "lng": 129.094172718514
  },
  {
    "name": "나이스로또복권",
    "address": "전남 여수시 이순신광장로 210",
    "wins": 3,
    "lat": 34.7396780470492,
    "lng": 127.745172393879
  },
  {
    "name": "마이더스로또복권방",
    "address": "경기 안양시 동안구 안양판교로 12-2",
    "wins": 3,
    "lat": 37.4008441877561,
    "lng": 126.977683645398
  },
  {
    "name": "로데오복권방",
    "address": "경기 고양시 일산동구 무궁화로 40 우림보보카운티108",
    "wins": 3,
    "lat": 37.6628995727985,
    "lng": 126.768812031668
  },
  {
    "name": "천하명당복권방역전점",
    "address": "대전 동구 대전로 815",
    "wins": 3,
    "lat": 36.3324043669074,
    "lng": 127.431884631334
  },
  {
    "name": "로또복권",
    "address": "울산 울주군 서생면 진하해변길 90 굿모닝마트내",
    "wins": 3,
    "lat": 35.3828830841886,
    "lng": 129.345101858055
  },
  {
    "name": "복권천국",
    "address": "서울 성동구 무학봉16길 22-2",
    "wins": 3,
    "lat": 37.5599450477676,
    "lng": 127.032922410822
  },
  {
    "name": "영화모음",
    "address": "경기 수원시 장안구 금당로39번길 6 뉴타운프라자A-107",
    "wins": 3,
    "lat": 37.3032213498485,
    "lng": 127.016087737324
  },
  {
    "name": "현진식품",
    "address": "서울 구로구 중앙로 32",
    "wins": 3,
    "lat": 37.500768283874,
    "lng": 126.863856941873
  },
  {
    "name": "한성로또복권",
    "address": "강원 정선군 고한9길 40",
    "wins": 3,
    "lat": 37.1968584958677,
    "lng": 128.858379961013
  },
  {
    "name": "24시슈퍼",
    "address": "경기 군포시 번영로 497 금화프라자 금화프라자102호",
    "wins": 3,
    "lat": 37.3583199121192,
    "lng": 126.932291369357
  },
  {
    "name": "GS25(십정센터점)",
    "address": "인천 부평구 열우물로 161 B동",
    "wins": 3,
    "lat": 37.4786260065387,
    "lng": 126.690502813214
  },
  {
    "name": "보은로또판매점",
    "address": "충북 보은군 보은로 167 주유소",
    "wins": 3,
    "lat": 36.4891583366968,
    "lng": 127.717446972199
  },
  {
    "name": "금도끼복권방",
    "address": "경기 양평군 용문로 812",
    "wins": 3,
    "lat": 37.5073911989454,
    "lng": 127.631745325985
  },
  {
    "name": "로또판매업",
    "address": "경남 양산시 북정로 31 CU편의점 내",
    "wins": 3,
    "lat": 35.3589814044456,
    "lng": 129.043704037573
  },
  {
    "name": "바이복",
    "address": "서울 강남구 일원로5길 19",
    "wins": 3,
    "lat": 37.4913691994619,
    "lng": 127.082316257623
  },
  {
    "name": "우리로또",
    "address": "충남 서산시 충의로 1231 화천슈퍼 이마트24편의점",
    "wins": 3,
    "lat": 36.8773289212851,
    "lng": 126.439503708121
  },
  {
    "name": "대박복권방",
    "address": "서울 성북구 돌곶이로 60",
    "wins": 3,
    "lat": 37.6092110228425,
    "lng": 127.058990218645
  },
  {
    "name": "스타마트",
    "address": "경북 구미시 임은길 15",
    "wins": 3,
    "lat": 36.0875208993373,
    "lng": 128.364593947857
  },
  {
    "name": "명동슈퍼",
    "address": "경기 광명시 디지털로 19",
    "wins": 3,
    "lat": 37.4740475543898,
    "lng": 126.869686936627
  },
  {
    "name": "로또복권벽산블루밍",
    "address": "대전 서구 갈마로 262 맑은아침아파트",
    "wins": 3,
    "lat": 36.3324132494214,
    "lng": 127.382596531787
  },
  {
    "name": "씨스페이스(정릉3점)",
    "address": "서울 성북구 솔샘로6길 66 청수한의원",
    "wins": 3,
    "lat": 37.6087772642276,
    "lng": 127.007828577525
  },
  {
    "name": "역곡중앙슈퍼",
    "address": "경기 부천시 부일로 724",
    "wins": 3,
    "lat": 37.4853089709231,
    "lng": 126.810266878066
  },
  {
    "name": "현대",
    "address": "서울 도봉구 도봉로110길 74",
    "wins": 3,
    "lat": 37.646204085494,
    "lng": 127.037652991152
  },
  {
    "name": "캐논종합",
    "address": "서울 용산구 청파로 101 나진10동가125호",
    "wins": 3,
    "lat": 37.5334630377576,
    "lng": 126.962167638244
  },
  {
    "name": "행운대박복권",
    "address": "서울 영등포구 영신로19길 8-1",
    "wins": 3,
    "lat": 37.5144211933008,
    "lng": 126.906821911216
  },
  {
    "name": "역전로또",
    "address": "경북 경주시 원화로 260 1층 짐케어내",
    "wins": 3,
    "lat": 35.8436232350282,
    "lng": 129.217488618156
  },
  {
    "name": "훼미리로또",
    "address": "광주 남구 봉선로 164 삼환빌딩 CU봉선쌍용점 내",
    "wins": 3,
    "lat": 35.1227697283788,
    "lng": 126.91310972064
  },
  {
    "name": "대박로또",
    "address": "서울 성동구 용답19길 11",
    "wins": 3,
    "lat": 37.5632831756027,
    "lng": 127.052116128692
  },
  {
    "name": "하나열쇠",
    "address": "부산 남구 용호로 179",
    "wins": 3,
    "lat": 35.116213154382,
    "lng": 129.111171634666
  },
  {
    "name": "로또복권",
    "address": "경기 안산시 단원구 선부광장1로 121 중앙슈퍼 101호",
    "wins": 3,
    "lat": 37.3322432382441,
    "lng": 126.812108218786
  },
  {
    "name": "농가마트",
    "address": "서울 양천구 중앙로 264",
    "wins": 3,
    "lat": 37.519981328417,
    "lng": 126.853279287149
  },
  {
    "name": "복권마트",
    "address": "광주 북구 북문대로 89 벽산메가시티상가 101동 116호",
    "wins": 3,
    "lat": 35.1780043926297,
    "lng": 126.876831237067
  },
  {
    "name": "파크애비뉴",
    "address": "경기 화성시 동탄공원로3길 40-6 102호",
    "wins": 3,
    "lat": 37.2080436592589,
    "lng": 127.062564818759
  },
  {
    "name": "달성로또복권판매소",
    "address": "충남 아산시 온천대로 1531",
    "wins": 3,
    "lat": 36.7807789537344,
    "lng": 127.007905088103
  },
  {
    "name": "빛고을로또",
    "address": "광주 광산구 소촌로 147 세븐일레븐",
    "wins": 3,
    "lat": 35.1573862848631,
    "lng": 126.791856163446
  },
  {
    "name": "로또복권방",
    "address": "경기 안양시 만안구 경수대로 1265 103호",
    "wins": 3,
    "lat": 37.4201364505239,
    "lng": 126.908905767545
  },
  {
    "name": "대박복권방",
    "address": "서울 양천구 오목로 233 1층1호",
    "wins": 3,
    "lat": 37.5261583449947,
    "lng": 126.863281030651
  },
  {
    "name": "알뜰슈퍼",
    "address": "경기 동두천시 평화로 2436-1 4/6",
    "wins": 3,
    "lat": 35.1735498535809,
    "lng": 128.064827596106
  },
  {
    "name": "장군슈퍼",
    "address": "인천 연수구 청량로 104",
    "wins": 3,
    "lat": 37.417367097566,
    "lng": 126.655915725071
  },
  {
    "name": "정다운복권 조이마트",
    "address": "인천 부평구 충선로 171",
    "wins": 3,
    "lat": 37.5045407683506,
    "lng": 126.736289358266
  },
  {
    "name": "버스매표소 복권판매소",
    "address": "인천 중구 참외전로 123 중앙로지하상가 163호",
    "wins": 3,
    "lat": 37.475900807713,
    "lng": 126.631460368131
  },
  {
    "name": "현리행운복권방",
    "address": "경기 가평군 조종희망로 14 엄마손해장국",
    "wins": 3,
    "lat": 37.8181859570151,
    "lng": 127.350246442964
  },
  {
    "name": "정우",
    "address": "경기 용인시 처인구 백옥대로 607 G마트 대농파머스건물내",
    "wins": 3,
    "lat": 37.1910795187038,
    "lng": 127.206372690576
  },
  {
    "name": "완월로또",
    "address": "경남 창원시 마산합포구 고운로 175 한미초록빌라 세븐일레븐 내",
    "wins": 3,
    "lat": 35.1973578857639,
    "lng": 128.561850032928
  },
  {
    "name": "Goodday복권전문점",
    "address": "경남 창원시 성산구 반지동 82-16",
    "wins": 3,
    "lat": 35.2399878781964,
    "lng": 128.661622326385
  },
  {
    "name": "로또판매점",
    "address": "경기 포천시 신북면 가채리 23-2",
    "wins": 3,
    "lat": 37.9201431385167,
    "lng": 127.221231599687
  },
  {
    "name": "나눔로또 스포츠토토(김포장기점)",
    "address": "경기 김포시 장기동 1399 1층 110호",
    "wins": 3,
    "lat": 37.6448849960552,
    "lng": 126.670688384682
  },
  {
    "name": "로또복권 황성점",
    "address": "경북 경주시 황성동 472-8 4호",
    "wins": 3,
    "lat": 35.8658187526972,
    "lng": 129.214394663378
  },
  {
    "name": "한국종합빌딩(복권)",
    "address": "인천 남동구 간석1동 558-1",
    "wins": 3,
    "lat": 37.4612293997322,
    "lng": 126.698217897698
  },
  {
    "name": "로또판매점",
    "address": "서울 관악구 신림동 1433-131",
    "wins": 3,
    "lat": 37.4850324502058,
    "lng": 126.926485161902
  },
  {
    "name": "복권천국",
    "address": "대구 중구 대봉동 13-17",
    "wins": 3,
    "lat": 35.8623321156893,
    "lng": 128.605238175593
  },
  {
    "name": "돈벼락복권방",
    "address": "대구 북구 동변동 686",
    "wins": 3,
    "lat": 35.9206824033689,
    "lng": 128.603772733296
  },
  {
    "name": "싱글벙글 6/45",
    "address": "부산 연제구 연산동 1330-10 좌측 싱글벙글복권방",
    "wins": 3,
    "lat": 35.181534997444,
    "lng": 129.077754076298
  },
  {
    "name": "로또복권짱",
    "address": "경기 용인시 처인구 마평동 582-3",
    "wins": 3,
    "lat": 37.2300956777185,
    "lng": 127.214471163224
  },
  {
    "name": "행운로또",
    "address": "경기 하남시 망월동 1108-1 101호",
    "wins": 3,
    "lat": 37.5615377840486,
    "lng": 127.191152933311
  },
  {
    "name": "동일통신",
    "address": "부산 해운대구 반여1동 1361-2",
    "wins": 3,
    "lat": 35.1953993030744,
    "lng": 129.118583832095
  },
  {
    "name": "새로나슈퍼",
    "address": "서울 강서구 화곡1동 904-10",
    "wins": 3,
    "lat": 37.5287520394707,
    "lng": 126.847727987057
  },
  {
    "name": "로또복권",
    "address": "경북 김천시 신음동 462-24",
    "wins": 3,
    "lat": 36.1348039418824,
    "lng": 128.118514008274
  },
  {
    "name": "복권천하 미스터잉크동해점",
    "address": "강원 동해시 발한동 597-18 16통1반",
    "wins": 3,
    "lat": 37.5393281002379,
    "lng": 129.102013220821
  },
  {
    "name": "행운복권방",
    "address": "경기 성남시 분당구 구미동 185-1 비즈파이코리아103호",
    "wins": 3,
    "lat": 37.3393024249741,
    "lng": 127.109375533217
  },
  {
    "name": "로또",
    "address": "서울 강서구 마곡동 784-13 CU마곡아르디에점",
    "wins": 3,
    "lat": 37.566237504295,
    "lng": 126.840148718805
  },
  {
    "name": "주공24시편의방",
    "address": "대전 동구 판암동 204 판암주공아파트2차상가",
    "wins": 3,
    "lat": 36.3166609260332,
    "lng": 127.461164042324
  },
  {
    "name": "코리아슈퍼",
    "address": "경남 통영시 무전동 985-1 상가1층 103호",
    "wins": 3,
    "lat": 34.8591119418528,
    "lng": 128.431200196606
  },
  {
    "name": "월드컵",
    "address": "경기 수원시 팔달구 우만동 519-3",
    "wins": 3,
    "lat": 37.285324172703,
    "lng": 127.035074775348
  },
  {
    "name": "CU(거제해금강)",
    "address": "경남 거제시 고현동 997-5",
    "wins": 3,
    "lat": 34.8941258410234,
    "lng": 128.630191891601
  },
  {
    "name": "동명슈퍼",
    "address": "강원 속초시 동명동 458-6",
    "wins": 3,
    "lat": 38.2088941879813,
    "lng": 128.592758723628
  },
  {
    "name": "윈마트",
    "address": "서울 송파구 석촌동 12",
    "wins": 3,
    "lat": 37.5035018760949,
    "lng": 127.097693966178
  },
  {
    "name": "천국열쇠",
    "address": "광주 북구 운암동 1040-10",
    "wins": 3,
    "lat": 35.1825350574649,
    "lng": 126.872048426593
  },
  {
    "name": "당첨희망복권점",
    "address": "경기 이천시 관고동 4-31 관고사거리",
    "wins": 3,
    "lat": 37.2824969307776,
    "lng": 127.438604671897
  },
  {
    "name": "태양마트",
    "address": "대전 유성구 지족동 905-1 그랜드타운105호",
    "wins": 3,
    "lat": 36.3736610375171,
    "lng": 127.318418021491
  },
  {
    "name": "경동G-PLUS할인마트",
    "address": "부산 해운대구 좌동 1317번지 경동G-PLUS아파트상가103",
    "wins": 3,
    "lat": 35.1684089729105,
    "lng": 129.17943007334
  },
  {
    "name": "대박복권",
    "address": "경기 부천시 심곡본동 316-2 부천역사쇼핑몰 W6 7-2호",
    "wins": 3,
    "lat": 37.4840786999305,
    "lng": 126.782485629171
  },
  {
    "name": "왕대박",
    "address": "경기 평택시 팽성읍 안정리 41-294",
    "wins": 3,
    "lat": 36.9611443580293,
    "lng": 127.045741294192
  },
  {
    "name": "로또복권방",
    "address": "경기 가평군 가평읍 읍내리 448-3",
    "wins": 3,
    "lat": 37.8310133582737,
    "lng": 127.512726113976
  },
  {
    "name": "ALWAYSMART",
    "address": "경기 고양시 일산동구 풍동 150번지",
    "wins": 3,
    "lat": 37.6631859146976,
    "lng": 126.803724233545
  },
  {
    "name": "가판 창동역점",
    "address": "서울 도봉구 창동 3-3 창동역문화마당앞",
    "wins": 3,
    "lat": 37.6532337604239,
    "lng": 127.04910360761
  },
  {
    "name": "슈퍼복권나라",
    "address": "부산 부산진구 가야동 377-10",
    "wins": 3,
    "lat": 35.1546084194796,
    "lng": 129.037430885391
  },
  {
    "name": "강일코사할인마트",
    "address": "서울 강동구 강일동 699 강일리버파크9단지107호108호",
    "wins": 3,
    "lat": 37.5600680693929,
    "lng": 127.178795220726
  },
  {
    "name": "가판대",
    "address": "서울 도봉구 도봉동 30-1",
    "wins": 3,
    "lat": 37.6862789968232,
    "lng": 127.047810838565
  },
  {
    "name": "씨스페이스(범어사역점)",
    "address": "부산 금정구 남산동 21-4",
    "wins": 3,
    "lat": 35.2716340857489,
    "lng": 129.092421712199
  },
  {
    "name": "LG슈퍼",
    "address": "경기 광명시 철산동 163",
    "wins": 3,
    "lat": 37.4810549423884,
    "lng": 126.863360538539
  },
  {
    "name": "가로가판대",
    "address": "서울 관악구 신림동 1643-6",
    "wins": 3,
    "lat": 37.483845463634,
    "lng": 126.90290216068
  },
  {
    "name": "둔포로또판매점",
    "address": "충남 아산시 둔포면 둔포리 479-1 둔포로또판매점",
    "wins": 3,
    "lat": 36.9305660213976,
    "lng": 127.038387274638
  },
  {
    "name": "407억당첨가판점",
    "address": "강원 춘천시 중앙로2가 27-1 국민은행앞 가판",
    "wins": 3,
    "lat": 37.879233830724,
    "lng": 127.726647659021
  },
  {
    "name": "해피복권",
    "address": "경남 창원시 마산회원구 양덕동 17-3 양덕편의점 내",
    "wins": 3,
    "lat": 35.2314429207721,
    "lng": 128.583995468938
  },
  {
    "name": "럭키복권방",
    "address": "서울 도봉구 창동 134-36 우림빌딩106",
    "wins": 3,
    "lat": 37.6531016438632,
    "lng": 127.046287030807
  },
  {
    "name": "도소매복권방",
    "address": "전남 광양시 광영동 759-4",
    "wins": 3,
    "lat": 34.9656452457602,
    "lng": 127.717018348414
  },
  {
    "name": "베스트원",
    "address": "전남 영광군 영광읍 남천리 315 CU편의점",
    "wins": 3,
    "lat": 35.2761048649937,
    "lng": 126.504351062869
  },
  {
    "name": "가자복권천국",
    "address": "전남 목포시 상동 878-4",
    "wins": 3,
    "lat": 34.8034963135287,
    "lng": 126.42578108461
  },
  {
    "name": "대박찬스",
    "address": "경기 성남시 중원구 금광동 4460",
    "wins": 3,
    "lat": 37.4468678451374,
    "lng": 127.158196995114
  },
  {
    "name": "SK@24시편의점",
    "address": "경기 파주시 야동동 589-10",
    "wins": 3,
    "lat": 37.7730535708367,
    "lng": 126.751264084529
  },
  {
    "name": "프로피스",
    "address": "경기 구리시 교문동 764-14번지",
    "wins": 3,
    "lat": 37.5920632613402,
    "lng": 127.132530863461
  },
  {
    "name": "복권사랑",
    "address": "경기 양주시 덕계동 462-2",
    "wins": 3,
    "lat": 37.8194972903386,
    "lng": 127.047134091847
  },
  {
    "name": "현대할인마트",
    "address": "경기 이천시 신둔면 수광리 312-4",
    "wins": 3,
    "lat": 37.3068430143677,
    "lng": 127.403142429139
  },
  {
    "name": "가로판매대",
    "address": "서울 종로구 교남동 46 육교에서 30m 떨어진 가판",
    "wins": 3,
    "lat": 35.8718884870855,
    "lng": 128.555196544539
  },
  {
    "name": "복권방",
    "address": "경기 고양시 덕양구 동산동 373",
    "wins": 3,
    "lat": 37.6484189595426,
    "lng": 126.899212396712
  },
  {
    "name": "로또복권방",
    "address": "인천 서구 신현동 283 1층102호",
    "wins": 3,
    "lat": 37.517327230162,
    "lng": 126.672392891706
  },
  {
    "name": "로또",
    "address": "충남 홍성군 홍성읍 오관리 311-5",
    "wins": 3,
    "lat": 36.6010531446555,
    "lng": 126.667641322161
  },
  {
    "name": "건강마트",
    "address": "경기 하남시 신장2동 315-2",
    "wins": 3,
    "lat": 37.5471433799797,
    "lng": 127.211444457718
  },
  {
    "name": "로또판매점",
    "address": "충남 당진시 읍내동 227-12",
    "wins": 3,
    "lat": 36.8954718536964,
    "lng": 126.630900678257
  },
  {
    "name": "넝쿨째(블루25 중앙점)",
    "address": "경남 창원시 마산합포구 중앙동2가 2-280",
    "wins": 3,
    "lat": 35.1938743255244,
    "lng": 128.566272613549
  },
  {
    "name": "세븐일레븐동천점",
    "address": "광주 서구 동천동 600 세븐일레븐 동천점 내",
    "wins": 3,
    "lat": 35.1713128457387,
    "lng": 126.864456367696
  },
  {
    "name": "로또판매점",
    "address": "충북 음성군 대소면 태생리 533-1 비디오대여점",
    "wins": 3,
    "lat": 36.9666390151346,
    "lng": 127.490725810975
  },
  {
    "name": "복권왕국",
    "address": "대전 서구 정림동 594",
    "wins": 3,
    "lat": 36.3063236748068,
    "lng": 127.365861998409
  },
  {
    "name": "선봉로또",
    "address": "울산 남구 삼산동 1468-6 CU판매점 내",
    "wins": 3,
    "lat": 35.5437301601743,
    "lng": 129.332666752412
  },
  {
    "name": "보경식품",
    "address": "서울 강북구 미아동 207-2",
    "wins": 3,
    "lat": 37.627504977995,
    "lng": 127.025409950125
  },
  {
    "name": "매물도복권점",
    "address": "경남 통영시 통영해안로 225-1",
    "wins": 3,
    "lat": 34.8407188095387,
    "lng": 128.421237162773
  },
  {
    "name": "훼미리로또",
    "address": "서울 동작구 신대방동 395-68 102호",
    "wins": 3,
    "lat": 37.4906911578535,
    "lng": 126.92395192537
  },
  {
    "name": "덕성상회",
    "address": "서울 강서구 외발산동 424 강서농수산물도매시장내 1층 슈퍼",
    "wins": 3,
    "lat": 37.5528925847917,
    "lng": 126.818755736157
  },
  {
    "name": "복권천국방",
    "address": "서울 마포구 서교동 480-1",
    "wins": 3,
    "lat": 37.5542199500513,
    "lng": 126.912392590479
  },
  {
    "name": "가로판매점",
    "address": "서울 중구 서소문동 53-6",
    "wins": 3,
    "lat": 37.5630644235669,
    "lng": 126.973281124649
  },
  {
    "name": "L-마트",
    "address": "경기 부천시 오정구 삼정동 364 부천테크노파크100-103",
    "wins": 3,
    "lat": 37.5190152987959,
    "lng": 126.762412808251
  },
  {
    "name": "세븐일레븐 수완점",
    "address": "광주 광산구 수완동 1428 세븐일레븐내",
    "wins": 3,
    "lat": 35.1903836343415,
    "lng": 126.825323109504
  },
  {
    "name": "인덕원가판점",
    "address": "경기 안양시 동안구 관양동 1488-5",
    "wins": 3,
    "lat": 37.4026717613485,
    "lng": 126.975136573375
  },
  {
    "name": "샘내로또판매",
    "address": "경기 양주시 산북동 333-13번지",
    "wins": 3,
    "lat": 37.8055006021764,
    "lng": 127.045380666741
  },
  {
    "name": "로또암반수베팅샵",
    "address": "경기 남양주시 와부읍 덕소리 141-64번지",
    "wins": 3,
    "lat": 37.5872408280637,
    "lng": 127.215699238196
  },
  {
    "name": "태일이엔지",
    "address": "경기 수원시 권선구 권선동 1188 한양아파트상가 107호",
    "wins": 3,
    "lat": 37.2525008476891,
    "lng": 127.021047162137
  },
  {
    "name": "반딧불로또",
    "address": "전북 무주군 무주읍 읍내리 249-4",
    "wins": 3,
    "lat": 36.0077771330968,
    "lng": 127.662994223418
  },
  {
    "name": "행복공간",
    "address": "서울 강동구 성내동 292-30번지",
    "wins": 3,
    "lat": 37.5321333879742,
    "lng": 127.125128700258
  },
  {
    "name": "슈퍼복권나라",
    "address": "부산 사하구 하단동 590-7 GS25편의점",
    "wins": 3,
    "lat": 35.1054424737126,
    "lng": 128.966552477705
  },
  {
    "name": "구포라인점",
    "address": "부산 북구 구포동 700-148",
    "wins": 3,
    "lat": 35.2022807653923,
    "lng": 129.004373060522
  },
  {
    "name": "대박찬스",
    "address": "광주 북구 오치동 776-7",
    "wins": 3,
    "lat": 35.1870594805379,
    "lng": 126.90186841193
  },
  {
    "name": "명진슈퍼",
    "address": "경기 의왕시 고천동 295-26",
    "wins": 3,
    "lat": 37.3492149628779,
    "lng": 126.974419361033
  },
  {
    "name": "풍향동복권나라",
    "address": "광주 북구 풍향동 581-19",
    "wins": 3,
    "lat": 35.1628241204059,
    "lng": 126.927856566903
  },
  {
    "name": "로또판매점(바이더웨이)",
    "address": "부산 금정구 구서동 415-2 세븐일레븐내",
    "wins": 3,
    "lat": 35.2465193822099,
    "lng": 129.090849758352
  },
  {
    "name": "대박",
    "address": "서울 강남구 신사동 528-4 화인빌딩1층훼미리마트",
    "wins": 3,
    "lat": 37.5229675954434,
    "lng": 127.020948240836
  },
  {
    "name": "CU(제천역점)",
    "address": "충북 제천시 화산동 208-1",
    "wins": 3,
    "lat": 37.12970161862,
    "lng": 128.206755928744
  },
  {
    "name": "GS25(구로제일)",
    "address": "서울 구로구 구로동 685-215103호",
    "wins": 3,
    "lat": 37.4920193437441,
    "lng": 126.875803744591
  },
  {
    "name": "로또복권방",
    "address": "경기 고양시 덕양구 행신동 950-1 삼일프라자1층105호",
    "wins": 3,
    "lat": 37.6234869323589,
    "lng": 126.836226922525
  },
  {
    "name": "CU(횡성점)",
    "address": "강원 횡성군 횡성읍 읍하리118-1",
    "wins": 3,
    "lat": 37.4888303211351,
    "lng": 127.985683743386
  },
  {
    "name": "동원슈퍼",
    "address": "광주 남구 월산5동 1053-22",
    "wins": 3,
    "lat": 35.1370818118311,
    "lng": 126.896636752243
  },
  {
    "name": "찬스365",
    "address": "경기 양평군 양서면 양수리 562-6",
    "wins": 3,
    "lat": 37.5447944570913,
    "lng": 127.318065942227
  },
  {
    "name": "대야지복권",
    "address": "광주 남구 주월동 961-24번지",
    "wins": 3,
    "lat": 35.1347406813718,
    "lng": 126.897994903933
  },
  {
    "name": "황금 복권방",
    "address": "경기 용인시 기흥구 상하동 483-1 어정프라자 103호",
    "wins": 3,
    "lat": 37.2759028048413,
    "lng": 127.144055662242
  },
  {
    "name": "따봉복권방",
    "address": "인천 부평구 부평4동 889-5",
    "wins": 3,
    "lat": 37.5049049520438,
    "lng": 126.725336472063
  },
  {
    "name": "복권왕국",
    "address": "경기 부천시 소사구 심곡본동 668-3",
    "wins": 3,
    "lat": 37.4829847578749,
    "lng": 126.77955287399
  },
  {
    "name": "형제상회",
    "address": "서울 동대문구 용두동 250-22",
    "wins": 3,
    "lat": 35.963468181978,
    "lng": 126.699409957694
  },
  {
    "name": "월드컵복권방",
    "address": "경기 광주시 경안동 57-12번지",
    "wins": 3,
    "lat": 37.4099478312445,
    "lng": 127.258417655629
  },
  {
    "name": "다음정보텔레콤(훼미리마트내)",
    "address": "경남 진주시 평거동 200-1 CU편의점 내",
    "wins": 3,
    "lat": 35.173110601323,
    "lng": 128.061804222495
  },
  {
    "name": "CU(달동초이스점)",
    "address": "울산 남구 달동 1309-1",
    "wins": 3,
    "lat": 35.535588677926,
    "lng": 129.339244079546
  },
  {
    "name": "세븐일레븐부산온천장역점",
    "address": "부산 동래구 온천동 156-1 온천장역지하철 내",
    "wins": 3,
    "lat": 37.5499641263349,
    "lng": 126.864156572483
  },
  {
    "name": "복권나라",
    "address": "서울 송파구 삼전동 삼전동 1751층복권나라",
    "wins": 3,
    "lat": 35.8898860287954,
    "lng": 128.642631475541
  },
  {
    "name": "로또복권장항점",
    "address": "충남 서천군 장항읍 창선리 632-2",
    "wins": 3,
    "lat": 36.011979619412,
    "lng": 126.695525072432
  },
  {
    "name": "GS25(안산산호)",
    "address": "경기 안산시 단원구 선부동 1081산호한양상가101호",
    "wins": 3,
    "lat": 37.3366907807355,
    "lng": 126.813283020274
  },
  {
    "name": "신문가판대",
    "address": "서울 성북구 보문동1가 147-48보문시장앞",
    "wins": 3,
    "lat": 37.58508466604,
    "lng": 127.019748992318
  },
  {
    "name": "대흥당",
    "address": "전북 정읍시 관통로 102",
    "wins": 3,
    "lat": 35.5613345785188,
    "lng": 126.853278831518
  }
];