window.allMissingShops = [
    {
        "name": "노다지복권방",
        "address": "인천 남구 학익동 264-6 외7필지125호",
        "wins": 3,
        "lat": 35.9804970463945,
        "lng": 126.72022219165
    },
    {
        "name": "로또명당",
        "address": "인천 남구 문학동 355-12 편의점내",
        "wins": 3,
        "lat": 37.4385362225521,
        "lng": 126.681073106998
    },
    {
        "name": "부자랑",
        "address": "서울 성동구 둘레15길 23",
        "wins": 3,
        "lat": 37.536894389345,
        "lng": 127.055255643466
    },
    {
        "name": "북부슈퍼",
        "address": "경기 의정부시 가능로125번길 22",
        "wins": 3,
        "lat": 37.7479809553854,
        "lng": 127.044812570219
    },
    {
        "name": "사이버정보통신",
        "address": "부산 부산진구 양정동 406-4백조상가동103-1",
        "wins": 3,
        "lat": 35.1740669999829,
        "lng": 129.070237710413
    },
    {
        "name": "삼성복권방",
        "address": "경기 동두천시 생연동 686-17",
        "wins": 3,
        "lat": 37.9022081787782,
        "lng": 127.053650997005
    },
    {
        "name": "삼정그린환경",
        "address": "서울 강동구 성내3동 428-5 오스카상가136호",
        "wins": 3,
        "lat": 37.5273986568298,
        "lng": 127.135552251519
    },
    {
        "name": "삼호복권",
        "address": "서울 도봉구 쌍문동 96-43",
        "wins": 3,
        "lat": 37.6468259310102,
        "lng": 127.033196862987
    },
    {
        "name": "새상무복권",
        "address": "광주 서구 치평로 30 수암빌딩 1층 102호",
        "wins": 3,
        "lat": 35.1499501736118,
        "lng": 126.847669960948
    },
    {
        "name": "서울구가-17가판",
        "address": "서울 구로구 구로동로 130-2 구로4동우체국앞가판",
        "wins": 3,
        "lat": 37.4903251595384,
        "lng": 126.884394819718
    },
    {
        "name": "서울로또방",
        "address": "충북 옥천군 삼금로 8",
        "wins": 3,
        "lat": 36.2993896683075,
        "lng": 127.566718542394
    },
    {
        "name": "서해로또방",
        "address": "경기 화성시 화성로 1471",
        "wins": 3,
        "lat": 37.2232087504528,
        "lng": 126.842335910058
    },
    {
        "name": "성강동인",
        "address": "경기 하남시 신장로 212 1층 2호",
        "wins": 3,
        "lat": 37.543922368772,
        "lng": 127.198273083866
    },
    {
        "name": "세류보석복권방",
        "address": "경기 수원시 권선구 세류동 1090-7",
        "wins": 3,
        "lat": 37.254872749557,
        "lng": 127.015883343017
    },
    {
        "name": "세방매점",
        "address": "경북 경주시 용강동 753-1",
        "wins": 3,
        "lat": 35.8765826146114,
        "lng": 129.226646118813
    },
    {
        "name": "세븐일레븐광양시청점",
        "address": "전남 광양시 중동 1317-4 세븐일레븐편의점 내",
        "wins": 3,
        "lat": 34.9414652991956,
        "lng": 127.696614724439
    },
    {
        "name": "세븐일레븐화성봉담수기점",
        "address": "경기 화성시 세자로 358",
        "wins": 3,
        "lat": 37.1975394463525,
        "lng": 126.983573264124
    },
    {
        "name": "송내매표소",
        "address": "경기 부천시 소사구 송내1동 709-2 280-11(송내동709-2앞인도)",
        "wins": 3,
        "lat": 36.8011628054473,
        "lng": 127.129610261254
    },
    {
        "name": "스카이편의점",
        "address": "경기 안양시 만안구 박달1동 74-5",
        "wins": 3,
        "lat": 35.0809900990823,
        "lng": 128.968200837896
    },
    {
        "name": "스포츠베팅샵",
        "address": "서울 서초구 양재동 373 104호",
        "wins": 3,
        "lat": 37.4713320066886,
        "lng": 127.044366308583
    },
    {
        "name": "승일유통",
        "address": "충북 청주시 흥덕구 봉명동 200-14",
        "wins": 3,
        "lat": 36.6383280160341,
        "lng": 127.453756958876
    },
    {
        "name": "신간판",
        "address": "서울 중구 무교동 12-1",
        "wins": 3,
        "lat": 37.568102772391,
        "lng": 126.979480123469
    },
    {
        "name": "신나는복권방",
        "address": "경기 파주시 문향로 51-1",
        "wins": 3,
        "lat": 37.8565209824107,
        "lng": 126.785172526335
    },
    {
        "name": "신명",
        "address": "서울 강서구 방화2동 620-160",
        "wins": 3,
        "lat": 37.5624019285108,
        "lng": 126.808624490164
    },
    {
        "name": "신문가판대",
        "address": "서울 성북구 보문동1가 147-48보문시장앞",
        "wins": 3,
        "lat": 37.58508466604,
        "lng": 127.019748992318
    },
    {
        "name": "신신마트편의점",
        "address": "전남 목포시 철로마을길 36 신신마트",
        "wins": 3,
        "lat": 34.8045416821553,
        "lng": 126.384978129565
    },
    {
        "name": "신천하명당",
        "address": "충남 예산군 발연로 1 이마트 24 내",
        "wins": 3,
        "lat": 36.6988327131812,
        "lng": 126.829418332044
    },
    {
        "name": "썬마트",
        "address": "대전 서구 관저동 1109 신선타워105호 GS25편의점",
        "wins": 3,
        "lat": 36.3008106571227,
        "lng": 127.33442461263
    },
    {
        "name": "씨유제주 제일점",
        "address": "제주 제주시 신산로 16 CU 제일점",
        "wins": 3,
        "lat": 33.5119089769575,
        "lng": 126.531440916526
    },
    {
        "name": "아띠로또판매점",
        "address": "충남 천안시 서북구 두정동 1063 레몬타워 110호",
        "wins": 3,
        "lat": 36.8372560236657,
        "lng": 127.134071530502
    },
    {
        "name": "안성휴게소 복권판매점(부산방향)",
        "address": "경기 안성시 경부고속도로 365 안성휴게소 하행선 내",
        "wins": 3,
        "lat": 37.0135818447457,
        "lng": 127.144715602331
    },
    {
        "name": "양산덕계점(로또)",
        "address": "경남 양산시 평산동 94-4 미니스톱평산점내",
        "wins": 3,
        "lat": 35.3819079224343,
        "lng": 129.151347677007
    },
    {
        "name": "에버빌마트",
        "address": "경북 안동시 정하동 240-2",
        "wins": 3,
        "lat": 36.5511207581608,
        "lng": 128.73126147114
    },
    {
        "name": "엘도라도복권점문점",
        "address": "서울 광진구 중곡동 124-65",
        "wins": 3,
        "lat": 37.5578231192811,
        "lng": 127.087619550206
    },
    {
        "name": "여기있었네복권방",
        "address": "전북 김제시 남북로 171",
        "wins": 3,
        "lat": 35.7993908406512,
        "lng": 126.884570792917
    },
    {
        "name": "열두보석복권방",
        "address": "경기 용인시 기흥구 구갈동 351 구갈스포츠센터106호",
        "wins": 3,
        "lat": 37.2811435740735,
        "lng": 127.111824836979
    },
    {
        "name": "영훈슈퍼마켓",
        "address": "서울 도봉구 창3동 557-5호",
        "wins": 3,
        "lat": 37.5380583266842,
        "lng": 127.2048098925
    },
    {
        "name": "예술로또",
        "address": "강원 영월군 영월읍 영흥리 945-43",
        "wins": 3,
        "lat": 37.1833390168586,
        "lng": 128.468483369265
    },
    {
        "name": "예스복권방",
        "address": "경기 남양주시 별내중앙로 56 메인프라자 1층 105호",
        "wins": 3,
        "lat": 37.6475546107885,
        "lng": 127.123737966215
    },
    {
        "name": "온천로또복권",
        "address": "충남 예산군 덕산면 사동리 15덕산온천관광호텔매점",
        "wins": 3,
        "lat": 35.9606627342333,
        "lng": 128.931668320564
    },
    {
        "name": "올인로또복권",
        "address": "전북 전주시 완산구 효자동2가 203-5 코끼리마트 상가 내",
        "wins": 3,
        "lat": 35.8046679966843,
        "lng": 127.107969498838
    },
    {
        "name": "왕대박",
        "address": "부산 동래구 사직3동 140-33",
        "wins": 3,
        "lat": 35.2010534044178,
        "lng": 129.074079313676
    },
    {
        "name": "용꿈돼지꿈",
        "address": "인천 부평구 동암남로 11",
        "wins": 3,
        "lat": 37.4709934776498,
        "lng": 126.704830357919
    },
    {
        "name": "용두천하",
        "address": "광주 북구 양산동 250-1",
        "wins": 3,
        "lat": 37.4882232479436,
        "lng": 127.054439125962
    },
    {
        "name": "용인로또복권방",
        "address": "경기 용인시 처인구 백옥대로 2076-1",
        "wins": 3,
        "lat": 37.3102727747882,
        "lng": 127.240581824345
    },
    {
        "name": "우미슈퍼",
        "address": "광주 서구 풍암동 1132 우미아파트상가118동-101호",
        "wins": 3,
        "lat": 35.1267337333896,
        "lng": 126.881127802708
    },
    {
        "name": "우정식품",
        "address": "부산 동래구 온천동 185-93",
        "wins": 3,
        "lat": 35.2158368325046,
        "lng": 129.079471370436
    },
    {
        "name": "욱일슈퍼",
        "address": "인천 부평구 일신동 110-5",
        "wins": 3,
        "lat": 37.4846160961187,
        "lng": 126.746731527919
    },
    {
        "name": "운수대통",
        "address": "경기 수원시 권선구 호매실동 87-2",
        "wins": 3,
        "lat": 37.2689958683373,
        "lng": 126.958728540781
    },
    {
        "name": "운수대통복권방",
        "address": "충남 천안시 동남구 대흥로 122 중앙시장 입구",
        "wins": 3,
        "lat": 36.6499559,
        "lng": 127.4601464
    },
    {
        "name": "원동슈퍼",
        "address": "충남 보령시 대천동 172-8",
        "wins": 3,
        "lat": 36.3511881905002,
        "lng": 126.597412413654
    },
    {
        "name": "원스탑",
        "address": "서울 송파구 잠실동 183-1",
        "wins": 3,
        "lat": 37.5110602201527,
        "lng": 127.083355946916
    },
    {
        "name": "월드 복권방",
        "address": "서울 강서구 곰달래로53길 41 1층 102호(화곡동 재룡빌딩)",
        "wins": 3,
        "lat": 37.5335150501615,
        "lng": 126.85879132648
    },
    {
        "name": "월드마트",
        "address": "충북 청주시 흥덕구 복대동 2405번지",
        "wins": 3,
        "lat": 36.6247765993113,
        "lng": 127.44766943819
    },
    {
        "name": "유방매표소",
        "address": "경기 용인시 처인구 유방동(유림동) 310-10",
        "wins": 3,
        "lat": 37.2588161387766,
        "lng": 127.212939430106
    },
    {
        "name": "이마트24 일산덕이점",
        "address": "경기 고양시 일산서구 미래로 164",
        "wins": 3,
        "lat": 37.6931286499831,
        "lng": 126.746891716707
    },
    {
        "name": "이삭",
        "address": "전남 목포시 옥암동 1274-3 남악프라자A동103호",
        "wins": 3,
        "lat": 34.8099451924996,
        "lng": 126.45523189372
    },
    {
        "name": "이플러스",
        "address": "경기 수원시 영통구 매탄동 153-14",
        "wins": 3,
        "lat": 37.2742772972225,
        "lng": 127.044324822872
    },
    {
        "name": "일등복권",
        "address": "경기 양주시 송랑로 223",
        "wins": 3,
        "lat": 37.8044859572152,
        "lng": 127.085310369977
    },
    {
        "name": "일이오마켓",
        "address": "서울 서초구 방배동(방배2동) 454-20",
        "wins": 3,
        "lat": 37.4794374550212,
        "lng": 126.983461218962
    },
    {
        "name": "잉크와복권방",
        "address": "충남 천안시 동남구 다가동 352-7",
        "wins": 3,
        "lat": 36.8021373138954,
        "lng": 127.139448095541
    },
    {
        "name": "장군슈퍼",
        "address": "경기 부천시 오정구 원종동 70-8",
        "wins": 3,
        "lat": 37.5308999237062,
        "lng": 126.805115312316
    },
    {
        "name": "제일복권",
        "address": "경남 양산시 중부동(양주동) 693-2 GS편의점 터미널점",
        "wins": 3,
        "lat": 35.3351895692059,
        "lng": 129.027822919998
    },
    {
        "name": "제일슈퍼",
        "address": "인천 연수구 동춘동 937 제일상가112호",
        "wins": 3,
        "lat": 37.4086299098147,
        "lng": 126.670837290378
    },
    {
        "name": "제주대림점",
        "address": "제주 제주시 과원북2길 48",
        "wins": 3,
        "lat": 33.4787226001942,
        "lng": 126.487607825885
    },
    {
        "name": "조례로또복권방",
        "address": "전남 순천시 조례동 1092-2 조례로또복권방",
        "wins": 3,
        "lat": 34.9584288874953,
        "lng": 127.517812031397
    },
    {
        "name": "종합가판점",
        "address": "서울 동대문구 전농동 620-69 청량리역 4번출구 가판점",
        "wins": 3,
        "lat": 37.5798141316398,
        "lng": 127.045949088013
    },
    {
        "name": "좋은터",
        "address": "인천 계양구 효서로 204",
        "wins": 3,
        "lat": 37.5278163833637,
        "lng": 126.718549686844
    },
    {
        "name": "주몽동명",
        "address": "경기 용인시 수지구 포은대로 319 중앙빌딩 104호",
        "wins": 3,
        "lat": 37.3156839117593,
        "lng": 127.08765788032
    },
    {
        "name": "중구-가로가판대-37",
        "address": "서울 중구 남대문로 20-2",
        "wins": 3,
        "lat": 37.5608306669839,
        "lng": 126.978063161578
    },
    {
        "name": "중흥마트",
        "address": "광주 북구 문산로 30 중흥2차 아파트상가",
        "wins": 3,
        "lat": 35.1840586767397,
        "lng": 126.922487978746
    },
    {
        "name": "지에스(GS)25 진동에이스점",
        "address": "경남 창원시 마산합포구 신서촌1길 49 1층 GS편의점내",
        "wins": 3,
        "lat": 35.116007672958,
        "lng": 128.486403876131
    },
    {
        "name": "지에스25 신매태왕점로또",
        "address": "대구 수성구 욱수천로 70 편의점_GS25",
        "wins": 3,
        "lat": 35.8345107816972,
        "lng": 128.711611534117
    },
    {
        "name": "진대박 로또복권방",
        "address": "울산 동구 대송로 139",
        "wins": 3,
        "lat": 35.4956692852071,
        "lng": 129.4231026667
    },
    {
        "name": "진도로또",
        "address": "전남 진도군 진도읍 동외리 1151-2 진도로또",
        "wins": 3,
        "lat": 34.4812940099258,
        "lng": 126.269288775399
    },
    {
        "name": "진빈레코드",
        "address": "경남 밀양시 북성로 7",
        "wins": 3,
        "lat": 35.4984578095921,
        "lng": 128.743849472364
    },
    {
        "name": "진성식품",
        "address": "충북 제천시 중앙로1가(인성동) 115-1",
        "wins": 3,
        "lat": 37.1360712765648,
        "lng": 128.209974198588
    },
    {
        "name": "진양상회",
        "address": "경북 영주시 선비로 68",
        "wins": 3,
        "lat": 36.811228689448,
        "lng": 128.624088366874
    },
    {
        "name": "진양호",
        "address": "경남 진주시 남강로 58",
        "wins": 3,
        "lat": 35.1628066,
        "lng": 128.0484149
    },
    {
        "name": "차부상회",
        "address": "경기 김포시 통진읍 서암리 717-6",
        "wins": 3,
        "lat": 37.6903611468633,
        "lng": 126.600343460851
    },
    {
        "name": "천복당",
        "address": "경기 오산시 원동 215-3",
        "wins": 3,
        "lat": 37.1462161023158,
        "lng": 127.074172328601
    },
    {
        "name": "천사로또방",
        "address": "경기 남양주시 금곡동 159-66 1층 7호",
        "wins": 3,
        "lat": 37.6361885675204,
        "lng": 127.211078618951
    },
    {
        "name": "천안역로또토토복권방",
        "address": "충남 천안시 동남구 대흥동 123-1 아시아마트내",
        "wins": 3,
        "lat": 36.8091498380403,
        "lng": 127.147742994397
    },
    {
        "name": "천하명당복권방",
        "address": "서울 광진구 중곡3동 167-3",
        "wins": 3,
        "lat": 37.5659550163237,
        "lng": 127.084089533885
    },
    {
        "name": "천하명당복권방",
        "address": "경기 안성시 영동 428",
        "wins": 3,
        "lat": 37.0065961278803,
        "lng": 127.273697688817
    },
    {
        "name": "천하명당복권방",
        "address": "경기 화성시 남양동 1267-5",
        "wins": 3,
        "lat": 37.2099365730044,
        "lng": 126.818304215877
    },
    {
        "name": "천하제일복권명당연무점",
        "address": "충남 논산시 연무읍 안심리 1126-36",
        "wins": 3,
        "lat": 36.1354677786625,
        "lng": 127.100078496664
    },
    {
        "name": "최강복권&아이스크림",
        "address": "경기 고양시 덕양구 삼송로 176-1",
        "wins": 3,
        "lat": 37.6531005230455,
        "lng": 126.893533996096
    },
    {
        "name": "충남상회",
        "address": "인천 남구 숭의동 106-21",
        "wins": 3,
        "lat": 37.469450406728,
        "lng": 126.642007070631
    },
    {
        "name": "코리아마트(비산점)",
        "address": "대구 서구 비산동 368-2",
        "wins": 3,
        "lat": 35.8724257074621,
        "lng": 128.568711802099
    },
    {
        "name": "코사마트금강점",
        "address": "대구 달서구 용산로 204 1층 코사마트",
        "wins": 3,
        "lat": 35.8557344772008,
        "lng": 128.530831896323
    },
    {
        "name": "태안로또복권방",
        "address": "충남 태안군 태안읍 동문리 454-23",
        "wins": 3,
        "lat": 36.753199309083,
        "lng": 126.299357085615
    },
    {
        "name": "태원정보통신",
        "address": "서울 중랑구 상봉2동 88-75",
        "wins": 3,
        "lat": 37.5954333874225,
        "lng": 127.089685420775
    },
    {
        "name": "태인(금돼지) 복권",
        "address": "경기 성남시 분당구 돌마로 85 제105호(금곡동 동양프라자)",
        "wins": 3,
        "lat": 37.3503879362991,
        "lng": 127.111343157756
    },
    {
        "name": "터미널복권방",
        "address": "전북 정읍시 연지8길 6",
        "wins": 3,
        "lat": 35.572332165993,
        "lng": 126.844958110122
    },
    {
        "name": "터미널식품",
        "address": "경기 의정부시 금오동 369-5",
        "wins": 3,
        "lat": 37.7454646147343,
        "lng": 127.055080504788
    },
    {
        "name": "토큰판매",
        "address": "경북 경산시 대동 168-1 토큰박스",
        "wins": 3,
        "lat": 35.8371749811908,
        "lng": 128.75372583026
    },
    {
        "name": "토토복권",
        "address": "대구 서구 달서로12길 9",
        "wins": 3,
        "lat": 35.8674803232966,
        "lng": 128.572060084804
    },
    {
        "name": "풍전슈퍼",
        "address": "경기 부천시 원미구 원미동 55-1",
        "wins": 3,
        "lat": 37.4970774601291,
        "lng": 126.791144735331
    },
    {
        "name": "하나마트(하남4번로)",
        "address": "광주 광산구 장덕동 992-12 하나마트내",
        "wins": 3,
        "lat": 35.1907532732781,
        "lng": 126.809247825632
    },
    {
        "name": "하나복권(가로판매점)",
        "address": "서울 영등포구 여의나루로 42 가로판매점(여의도동)",
        "wins": 3,
        "lat": 37.521470230225,
        "lng": 126.924971147893
    },
    {
        "name": "하이로또",
        "address": "서울 금천구 금하로 686",
        "wins": 3,
        "lat": 37.4519003029052,
        "lng": 126.906355229868
    },
    {
        "name": "하프타임(괴정점)",
        "address": "부산 사하구 괴정동 282-3",
        "wins": 3,
        "lat": 35.102431385906,
        "lng": 128.997998704074
    },
    {
        "name": "학동복권나라",
        "address": "전남 여수시 흥국로 6",
        "wins": 3,
        "lat": 34.7635691680105,
        "lng": 127.663464230519
    },
    {
        "name": "한경종합광고",
        "address": "서울 송파구 삼전동 28-8",
        "wins": 3,
        "lat": 37.5039367786159,
        "lng": 127.088567272004
    },
    {
        "name": "한국인세계대박복권",
        "address": "인천 연수구 옥련동 285",
        "wins": 3,
        "lat": 37.4277010151697,
        "lng": 126.655239361627
    },
    {
        "name": "한마음",
        "address": "서울 관악구 봉천동 32-2봉천중앙시장라열4호",
        "wins": 3,
        "lat": 37.4839417201277,
        "lng": 126.954205682431
    },
    {
        "name": "한아름매점",
        "address": "충남 홍성군 광천읍 광천리 173-6",
        "wins": 3,
        "lat": 36.5032386276116,
        "lng": 126.625570772114
    },
    {
        "name": "합천우리복권방",
        "address": "경남 합천군 핫들2로 8",
        "wins": 3,
        "lat": 35.5684088988731,
        "lng": 128.165410537704
    },
    {
        "name": "해피+24시편의점",
        "address": "광주 북구 하서로 330",
        "wins": 3,
        "lat": 35.2044670894087,
        "lng": 126.873870491169
    },
    {
        "name": "해피+24시편의점",
        "address": "광주 북구 양산동 296",
        "wins": 3,
        "lat": 35.2045120793967,
        "lng": 126.873882501482
    },
    {
        "name": "행복로또판매점",
        "address": "경기 의정부시 오목로 219 106호",
        "wins": 3,
        "lat": 37.7458759644624,
        "lng": 127.099401034696
    },
    {
        "name": "행복슈퍼",
        "address": "서울 성북구 삼선동1가 25",
        "wins": 3,
        "lat": 37.587556624776,
        "lng": 127.007139663339
    },
    {
        "name": "행복한복권방",
        "address": "전북 전주시 덕진구 혁신로 465",
        "wins": 3,
        "lat": 35.8545487674708,
        "lng": 127.065917168815
    },
    {
        "name": "행복한사람들 (흥부네)",
        "address": "경기 광주시 실촌읍 삼리 399-18번지",
        "wins": 3,
        "lat": 37.355600038391,
        "lng": 127.325405889535
    },
    {
        "name": "행복한집",
        "address": "경기 오산시 원동 379-8",
        "wins": 3,
        "lat": 37.1377862900695,
        "lng": 127.07422059761
    },
    {
        "name": "행운 마트",
        "address": "인천 남동구 만수2동 71-10",
        "wins": 3,
        "lat": 37.4616064510034,
        "lng": 126.73511220819
    },
    {
        "name": "행운나라복권방",
        "address": "경기 안양시 만안구 석수3동 785-14",
        "wins": 3,
        "lat": 37.4074324002125,
        "lng": 126.89793334659
    },
    {
        "name": "행운로또",
        "address": "경기 김포시 약암로 911",
        "wins": 3,
        "lat": 37.6349093834688,
        "lng": 126.553757973803
    },
    {
        "name": "행운로또복권",
        "address": "경기 오산시 오산동 876-2",
        "wins": 3,
        "lat": 37.1487801809357,
        "lng": 127.068909178254
    },
    {
        "name": "행운복권",
        "address": "서울 강북구 솔샘로 212 신영빌딩",
        "wins": 3,
        "lat": 37.6199624506687,
        "lng": 127.016238768666
    },
    {
        "name": "행운복권방",
        "address": "서울 은평구 서오릉로 10",
        "wins": 3,
        "lat": 37.6023055358317,
        "lng": 126.926797414378
    },
    {
        "name": "행운복권방",
        "address": "충북 청주시 상당구 단재로 119",
        "wins": 3,
        "lat": 36.6187733770649,
        "lng": 127.497943058392
    },
    {
        "name": "행운복권방",
        "address": "충남 예산군 예산읍 예산리 178",
        "wins": 3,
        "lat": 35.1524372661156,
        "lng": 129.112044235087
    },
    {
        "name": "행운의집제1호점",
        "address": "경북 안동시 동부동 75-3",
        "wins": 3,
        "lat": 36.5651514109433,
        "lng": 128.73331898059
    },
    {
        "name": "행운편의점",
        "address": "광주 북구 면앙로 36",
        "wins": 3,
        "lat": 35.1793582932207,
        "lng": 126.916140929826
    },
    {
        "name": "혁신대박",
        "address": "충북 음성군 원중로 1434 103호(에스타워)",
        "wins": 3,
        "lat": 36.9094921289489,
        "lng": 127.541077958113
    },
    {
        "name": "현대슈퍼",
        "address": "광주 서구 쌍촌동 970-24",
        "wins": 3,
        "lat": 35.150529561513,
        "lng": 126.857289299456
    },
    {
        "name": "현아상회",
        "address": "부산 남구 용호동 371-13",
        "wins": 3,
        "lat": 35.119738185521,
        "lng": 129.11268272374
    },
    {
        "name": "형제상회",
        "address": "서울 동대문구 용두동 250-22",
        "wins": 3,
        "lat": 35.963468181978,
        "lng": 126.699409957694
    },
    {
        "name": "호반할인마트",
        "address": "광주 광산구 도산동 1295-8",
        "wins": 3,
        "lat": 35.1279467129004,
        "lng": 126.790093056806
    },
    {
        "name": "홈돌이로또복권",
        "address": "경기 김포시 감정동 692 삼성홈플러스2층",
        "wins": 3,
        "lat": 37.6238791159287,
        "lng": 126.698660592249
    },
    {
        "name": "화천복권방",
        "address": "강원 화천군 화천읍 하리 43-28",
        "wins": 3,
        "lat": 38.1049464044769,
        "lng": 127.704488388902
    },
    {
        "name": "황금대박점",
        "address": "서울 노원구 공릉로 328",
        "wins": 3,
        "lat": 37.6359987604126,
        "lng": 127.071026820203
    },
    {
        "name": "황금로또",
        "address": "부산 동구 중앙대로251번길 42-1",
        "wins": 3,
        "lat": 35.1201654694364,
        "lng": 129.039605346254
    },
    {
        "name": "황금복권",
        "address": "강원 원주시 단계동 808 삼익상가 105호",
        "wins": 3,
        "lat": 37.351183296298,
        "lng": 127.929519624698
    },
    {
        "name": "훼미리마트(여주ＩＣ점)",
        "address": "경기 여주군 여주읍 점봉리 437-11층234호",
        "wins": 3,
        "lat": 37.2640706205348,
        "lng": 127.639452480077
    },
    {
        "name": "흥건슈퍼",
        "address": "전북 전주시 완산구 거마평로 25 흥건슈퍼",
        "wins": 3,
        "lat": 35.7947338145287,
        "lng": 127.116660014765
    },
    {
        "name": "흥양마중물",
        "address": "강원 원주시 치악로 2335",
        "wins": 3,
        "lat": 37.3836922357711,
        "lng": 127.975354200086
    },
    {
        "name": "희망복권방",
        "address": "전남 나주시 풍물시장1길 3",
        "wins": 3,
        "lat": 34.9926329097081,
        "lng": 126.709466802169
    }
];