const lottoData = [
    {
        "n": "인터넷 복권판매사이트",
        "a": "동행복권(dhlottery.co.kr)",
        "w": 106,
        "lat": null,
        "lng": null
    },
    {
        "n": "부일카서비스",
        "a": "부산 동구 자성로133번길 35",
        "w": 50,
        "lat": 35.1400559949767,
        "lng": 129.063051640925,
        "pov": {
            "id": "1202519408",
            "pan": 230.15,
            "tilt": 0.33,
            "zoom": -1.0
        }
    },
    {
        "n": "스파",
        "a": "서울 노원구 동일로 1493",
        "w": 48,
        "lat": 37.6616423693886,
        "lng": 127.058001700205,
        "pov": {
            "id": "1198397843",
            "pan": 318.09,
            "tilt": -0.61,
            "zoom": 0.0
        }
    },
    {
        "n": "로또명당인주점",
        "a": "충남 아산시 인주면 서해로 519-2",
        "w": 33,
        "lat": 36.8776246747002,
        "lng": 126.896939492238,
        "pov": {
            "id": 1176311786,
            "pan": 330.99,
            "tilt": 7.59,
            "zoom": 2
        }
    },
    {
        "n": "뉴빅마트",
        "a": "부산 기장군 정관읍 정관중앙로 48",
        "w": 30,
        "lat": 35.3210954459104,
        "lng": 129.179271340486,
        "pov": {
            "id": 1202061273,
            "pan": 109.68,
            "tilt": 3.5,
            "zoom": 1
        }
    },
    {
        "n": "일등복권편의점",
        "a": "대구 달서구 대명천로 220",
        "w": 29,
        "lat": 35.84220335202,
        "lng": 128.53619207262,
        "pov": {
            "id": 1201526676,
            "pan": 338.68,
            "tilt": 5.16,
            "zoom": -1
        }
    },
    {
        "n": "로또휴게실",
        "a": "경기 용인시 기흥구 용구대로 1885",
        "w": 27,
        "lat": 37.2564421961903,
        "lng": 127.104288530612,
        "pov": {
            "id": 1199447815,
            "pan": 251.68,
            "tilt": 0.98,
            "zoom": 1
        }
    },
    {
        "n": "세진전자통신",
        "a": "대구 서구 서대구로 156",
        "w": 24,
        "lat": 35.8718986373835,
        "lng": 128.555199068014,
        "pov": {
            "id": 1201585664,
            "pan": 83.3,
            "tilt": 14.95,
            "zoom": -1
        }
    },
    {
        "n": "잠실매점",
        "a": "서울 송파구 올림픽로 269",
        "w": 20,
        "lat": 37.5144273491608,
        "lng": 127.100611434725,
        "pov": {
            "id": 1197820708,
            "pan": 343.42,
            "tilt": 7.6,
            "zoom": 0
        }
    },
    {
        "n": "목화휴게소",
        "a": "경남 사천시 용현면 사천대로 912",
        "w": 20,
        "lat": 35.0017600909728,
        "lng": 128.054209521477,
        "pov": {
            "id": "1188272977",
            "pan": 34.24,
            "tilt": 0.74,
            "zoom": 0.0
        }
    },
    {
        "n": "오천억복권방",
        "a": "광주 서구 상무대로 1087",
        "w": 18,
        "lat": 35.1530093775319,
        "lng": 126.880710968618,
        "pov": {
            "id": "1200299139",
            "pan": 346.4,
            "tilt": -7.51,
            "zoom": -3
        }
    },
    {
        "n": "복권나라",
        "a": "서울 관악구 남부순환로 1739-9",
        "w": 16,
        "lat": 37.4828013647636,
        "lng": 126.943500830574,
        "pov": {
            "id": 1198285612,
            "pan": 189.74,
            "tilt": 7.5,
            "zoom": 0
        }
    },
    {
        "n": "오케이상사",
        "a": "서울 서초구 신반포로 176",
        "w": 16,
        "lat": 37.5039351769908,
        "lng": 127.002413006799,
        "pov": {
            "id": 1198262220,
            "pan": 149.4,
            "tilt": -9.19,
            "zoom": -3
        }
    },
    {
        "n": "제이복권방",
        "a": "서울 종로구 종로 225-1",
        "w": 16,
        "lat": 37.5712522392538,
        "lng": 127.002841251476,
        "pov": {
            "id": 1197815068,
            "pan": 1.13,
            "tilt": 0.79,
            "zoom": -1
        }
    },
    {
        "n": "알리바이",
        "a": "광주 광산구 수등로 253",
        "w": 15,
        "lat": 35.1853841277982,
        "lng": 126.836651090564,
        "pov": {
            "id": 1199874245,
            "pan": 128.06,
            "tilt": 2.45,
            "zoom": -1
        }
    },
    {
        "n": "다니엘사",
        "a": "경기 안산시 단원구 원선1로 38",
        "w": 15,
        "lat": 37.326166138141,
        "lng": 126.803777208185,
        "pov": {
            "id": 1204134596,
            "pan": 36.95,
            "tilt": 15.09,
            "zoom": 0
        }
    },
    {
        "n": "돈벼락맞는곳",
        "a": "부산 동구 조방로49번길 18-1",
        "w": 15,
        "lat": 35.1391633871025,
        "lng": 129.059927746208,
        "pov": {
            "id": 1202542572,
            "pan": 0.46,
            "tilt": 5.52,
            "zoom": 1
        }
    },
    {
        "n": "영화유통(1등복권방)",
        "a": "울산 남구 신정로 19",
        "w": 14,
        "lat": 35.5336719925462,
        "lng": 129.322573930961,
        "pov": {
            "id": 1202168610,
            "pan": 247.7,
            "tilt": 10.27,
            "zoom": -1
        }
    },
    {
        "n": "복권백화점",
        "a": "경기 파주시 평화로 70",
        "w": 14,
        "lat": 37.7636424754166,
        "lng": 126.769937632465,
        "pov": {
            "id": 1202862939,
            "pan": 97.75,
            "tilt": 0.88,
            "zoom": -3
        }
    },
    {
        "n": "버스판매소",
        "a": "서울 영등포구 영중로 13",
        "w": 13,
        "lat": 37.5175626544277,
        "lng": 126.905715236602,
        "pov": {
            "id": 1198368379,
            "pan": 238.25,
            "tilt": -2.37,
            "zoom": -2
        }
    },
    {
        "n": "천하명당복권방",
        "a": "경기 수원시 팔달구 매산로 2",
        "w": 13,
        "lat": 37.2666421379776,
        "lng": 127.00188252772,
        "pov": {
            "id": "1200112677",
            "pan": 54.08,
            "tilt": -2.08,
            "fov": 110
        }
    },
    {
        "n": "알리바이(나주점)",
        "a": "전남 나주시 나주로 142",
        "w": 13,
        "lat": 35.0313297380285,
        "lng": 126.717157991346,
        "pov": {
            "id": 1191260191,
            "pan": 106.21,
            "tilt": 1.0,
            "zoom": -1
        }
    },
    {
        "n": "행운복권방",
        "a": "경기 포천시 소흘읍 솔모루로 86-1",
        "w": 13,
        "lat": 37.8288310388135,
        "lng": 127.147524808484,
        "pov": {
            "id": "1175632287",
            "pan": 126.6,
            "tilt": 6.69,
            "zoom": 1
        }
    },
    {
        "n": "썬마트",
        "a": "충북 청주시 흥덕구 진재로23번길 25",
        "w": 13,
        "lat": 36.632588427906,
        "lng": 127.4281248183,
        "pov": {
            "id": "1170639962",
            "pan": 332.05,
            "tilt": 1.41,
            "zoom": -3.0
        }
    },
    {
        "n": "대박천하마트",
        "a": "인천 부평구 굴포로 48",
        "w": 12,
        "lat": 37.5115550103661,
        "lng": 126.726281656042,
        "pov": {
            "id": "1198907641",
            "pan": 106.75,
            "tilt": 7.44,
            "zoom": 0
        }
    },
    {
        "n": "천하명당복권",
        "a": "대구 북구 칠곡중앙대로 545",
        "w": 12,
        "lat": 35.9443081130851,
        "lng": 128.550664555604,
        "pov": {
            "id": "1201202732",
            "pan": 279.85,
            "tilt": -0.62,
            "fov": 110
        }
    },
    {
        "n": "묵동식품",
        "a": "서울 중랑구 동일로 919",
        "w": 12,
        "lat": 37.6124704724842,
        "lng": 127.077065869395,
        "pov": {
            "id": "1198448343",
            "pan": 224.74,
            "tilt": 2.27,
            "zoom": 1.0
        }
    },
    {
        "n": "행운복권방 보생당건강원",
        "a": "전북특별자치도 익산시 무왕로 1268",
        "w": 11,
        "lat": 35.9603454488036,
        "lng": 126.997229871301,
        "pov": {
            "id": "1179789585",
            "pan": 168.69,
            "tilt": -0.46,
            "zoom": -2.0
        }
    },
    {
        "n": "북마산복권전문점",
        "a": "경남 창원시 마산합포구 북성로 98",
        "w": 11,
        "lat": 35.2157976111259,
        "lng": 128.5708476059,
        "pov": {
            "id": "1204481175",
            "pan": 94.99,
            "tilt": 4.55,
            "zoom": -3.0
        }
    },
    {
        "n": "노다지복권방",
        "a": "경기 용인시 처인구 금령로 130",
        "w": 11,
        "lat": 37.2351637037009,
        "lng": 127.210500032181,
        "pov": {
            "id": "1198887321",
            "pan": 155.74,
            "tilt": -3.51,
            "zoom": 2
        }
    },
    {
        "n": "행복한사람들 (흥부네)",
        "a": "경기 광주시 곤지암읍 경충대로 763",
        "w": 11,
        "lat": 37.3555798712105,
        "lng": 127.32540015887,
        "pov": {
            "id": 1202825669,
            "pan": 237.58,
            "tilt": -5.89,
            "zoom": 2
        }
    },
    {
        "n": "대박마트복권방",
        "a": "충남 아산시 음봉면 음봉로 844",
        "w": 11,
        "lat": 36.8264860912374,
        "lng": 127.099250859403,
        "pov": {
            "id": 1176849717,
            "pan": 219.25,
            "tilt": 0.78,
            "zoom": 2
        }
    },
    {
        "n": "복권명당(서부점)",
        "a": "대구 달서구 월배로 452",
        "w": 11,
        "lat": 35.8336179655221,
        "lng": 128.554778643349,
        "pov": {
            "id": "1201394989",
            "pan": 135.73,
            "tilt": -0.29,
            "zoom": -3
        }
    },
    {
        "n": "버스표판매소",
        "a": "경기 고양시 덕양구 화신로 76",
        "w": 11,
        "lat": 37.6200950875394,
        "lng": 126.839313752988,
        "pov": {
            "id": 1203599818,
            "pan": 225.25,
            "tilt": -0.77,
            "zoom": 0
        }
    },
    {
        "n": "올인복권방",
        "a": "경기 화성시 만세구 향남읍 3.1만세로 1147",
        "w": 11,
        "lat": 37.1352744145349,
        "lng": 126.910529491182,
        "pov": {
            "id": 1197247800,
            "pan": 298.71,
            "tilt": -4.14,
            "zoom": 0
        }
    },
    {
        "n": "한꿈복권방",
        "a": "울산 중구 번영로 586",
        "w": 11,
        "lat": 35.5687727562348,
        "lng": 129.345871744291,
        "pov": {
            "id": "1202017794",
            "pan": 168.99,
            "tilt": -1.41,
            "zoom": 3.0
        }
    },
    {
        "n": "종합복권슈퍼",
        "a": "경기 시흥시 마유로 336",
        "w": 11,
        "lat": 37.3457443131004,
        "lng": 126.735588934187,
        "pov": {
            "id": 1175861020,
            "pan": 137.02,
            "tilt": 6.34,
            "zoom": 0
        }
    },
    {
        "n": "라이프마트",
        "a": "인천 중구 연안부두로53번길 36",
        "w": 11,
        "lat": 37.4522187238946,
        "lng": 126.603934106976,
        "pov": {
            "id": 1198809404,
            "pan": 290.9,
            "tilt": 8.82,
            "zoom": 2
        }
    },
    {
        "n": "또또복권방",
        "a": "전북특별자치도 익산시 고봉로32길 3",
        "w": 10,
        "lat": 35.9598215855702,
        "lng": 126.97168964717,
        "pov": {
            "id": "1179975833",
            "pan": 5.12,
            "tilt": 6.07,
            "zoom": -1
        }
    },
    {
        "n": "종합가판점",
        "a": "서울 동대문구 왕산로40길 6",
        "w": 10,
        "lat": 37.5796967482384,
        "lng": 127.044971447146,
        "pov": {
            "id": 1170937683,
            "pan": 341.56,
            "tilt": 2.99,
            "zoom": 3
        }
    },
    {
        "n": "천하명당복권방",
        "a": "경남 거제시 옥포성안로 60",
        "w": 10,
        "lat": 34.8917029847155,
        "lng": 128.694852511716,
        "pov": {
            "id": 1204368034,
            "pan": 93.13,
            "tilt": -3.4,
            "zoom": 1
        }
    },
    {
        "n": "복권방",
        "a": "부산 사하구 장림번영로 25",
        "w": 10,
        "lat": 35.0809861740721,
        "lng": 128.968187259195,
        "pov": {
            "id": 1202461052,
            "pan": 33.64,
            "tilt": -4.16,
            "zoom": -3
        }
    },
    {
        "n": "갈렙분식한식",
        "a": "서울 중랑구 용마산로115길 92",
        "w": 10,
        "lat": 37.5982177560005,
        "lng": 127.095273890863,
        "pov": {
            "id": "1198253759",
            "pan": 106.99,
            "tilt": -2.05,
            "zoom": -3
        }
    },
    {
        "n": "NG24",
        "a": "경북 칠곡군 석적읍 북중리3길 59",
        "w": 10,
        "lat": 36.0798023213393,
        "lng": 128.41185037286,
        "pov": {
            "id": "1166761988",
            "pan": 317.63,
            "tilt": 0.25,
            "zoom": -3.0
        }
    },
    {
        "r": 1211,
        "n": "동행복권(dhlottery.co.kr)",
        "a": "서울 서초구 남부순환로 2423",
        "lat": 37.4817811288984,
        "lng": 127.015435697895,
        "w": 106,
        "totalWins": 106
    },
    {
        "r": 1211,
        "n": "명당골복권방",
        "a": "경기 수원시 권선구 동수원로242번길 15 104호",
        "lat": 37.2510979892754,
        "lng": 127.035486437565,
        "w": 10,
        "totalWins": 10,
        "pov": {
            "panoid": 1199752151,
            "pov": {
                "pan": 16.61,
                "tilt": 3.05,
                "zoom": 0
            }
        }
    },
    {
        "r": 1211,
        "n": "행복충전소",
        "a": "경기 평택시 탄현로 332-2",
        "lat": 37.0818046094419,
        "lng": 127.05641264977,
        "w": 10,
        "totalWins": 10,
        "pov": {
            "panoid": 1198299520,
            "pov": {
                "pan": 116.05,
                "tilt": 4.51,
                "zoom": 0
            }
        }
    },
    {
        "r": 1211,
        "n": "버스표가판점",
        "a": "경기 안양시 동안구 동안로 125-2 범계역4-1출구앞",
        "lat": 37.3897444934598,
        "lng": 126.951495618409,
        "w": 10,
        "totalWins": 10,
        "pov": {
            "panoid": 1203300471,
            "pov": {
                "pan": 236.85,
                "tilt": -1.05,
                "zoom": 0
            }
        }
    },
    {
        "r": 1211,
        "n": "미나식품",
        "a": "서울 강서구 금낭화로 91-12",
        "lat": 37.5735122642965,
        "lng": 126.810687895379,
        "w": 10,
        "totalWins": 10,
        "pov": {
            "panoid": 1198192808,
            "pov": {
                "pan": 342.08,
                "tilt": 0.72,
                "zoom": -3
            }
        }
    },
    {
        "r": 1211,
        "n": "현대장미슈퍼",
        "a": "전북 익산시 동서로61길 41 어양동 현대A 상가동 108호",
        "lat": 35.9549102215529,
        "lng": 126.980450476439,
        "w": 10,
        "totalWins": 10,
        "pov": {
            "panoid": 1179925999,
            "pov": {
                "pan": 234.61,
                "tilt": 1.34,
                "zoom": 0
            }
        }
    },
    {
        "r": 1211,
        "n": "로또복권두정점",
        "a": "충남 천안시 서북구 두정로 251 대원빌딩104호",
        "lat": 36.8334828622531,
        "lng": 127.145014385719,
        "w": 10,
        "totalWins": 10,
        "pov": {
            "panoid": 1195549516,
            "pov": {
                "pan": 9.4,
                "tilt": 1.59,
                "zoom": 0
            }
        }
    },
    {
        "r": 1211,
        "n": "행운복권",
        "a": "경기 군포시 대야1로 3 1동",
        "lat": 37.3264372576157,
        "lng": 126.918993871774,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "김포로또",
        "a": "경기 김포시 돌문로 48 한솔프라자101",
        "lat": 37.6194145581129,
        "lng": 126.718054556723,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "공원슈퍼",
        "a": "경기 수원시 장안구 팔달로 255 1층",
        "lat": 37.2888295580437,
        "lng": 127.012935153781,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "주택복권방",
        "a": "경기 용인시 수지구 풍덕천로 144-1 103호",
        "lat": 37.3238820289351,
        "lng": 127.097479916042,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "행운복권방",
        "a": "경기 의정부시 충의로 55",
        "lat": 37.7367622315602,
        "lng": 127.087199006025,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "왕대박복권방",
        "a": "경북 문경시 중앙로 15",
        "lat": 36.5881011716474,
        "lng": 128.192949198212,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "중앙로또",
        "a": "경북 칠곡군 북삼로 41 복권판매점",
        "lat": 36.0714823200196,
        "lng": 128.342818419882,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "복권명당",
        "a": "대구 동구 경안로 751",
        "lat": 35.8692508020698,
        "lng": 128.713471176525,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "메트로센터점",
        "a": "대구 중구 달구벌대로 지하 2100 메트로센터C412호",
        "lat": 35.8644213158621,
        "lng": 128.593340834492,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "영광정보통신",
        "a": "서울 성북구 화랑로 92 1층 우측1호",
        "lat": 37.6026895361453,
        "lng": 127.042513488444,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "행운복권방",
        "a": "서울 은평구 서오릉로 10",
        "lat": 37.6023055358317,
        "lng": 126.926797414378,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "월드24시",
        "a": "서울 은평구 통일로 855-15",
        "lat": 37.619245156065,
        "lng": 126.919784349949,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "아이러브마트복권방",
        "a": "울산 중구 유곡로 19-1",
        "lat": 35.5563630715553,
        "lng": 129.307228459279,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "복권전문점",
        "a": "인천 부평구 원적로 437",
        "lat": 37.5037479776282,
        "lng": 126.715141923592,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "대광복권방",
        "a": "전남 화순군 칠충로 55 대광그린상가동 1층109호",
        "lat": 35.0554316829248,
        "lng": 126.977740365431,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "팡팡복권마트.잡화슈퍼",
        "a": "전북 전주시 덕진구 가리내로 26",
        "lat": 35.8343899520291,
        "lng": 127.133283047612,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "흥건슈퍼",
        "a": "전북 전주시 완산구 거마평로 25 흥건슈퍼",
        "lat": 35.7947338145287,
        "lng": 127.116660014765,
        "w": 9,
        "totalWins": 9
    },
    {
        "r": 1211,
        "n": "마두역상행선 가판대",
        "a": "경기 고양시 일산동구 장항동 893 마두역상행선가판대",
        "lat": 37.6522344802428,
        "lng": 126.777092404644,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "북문복권방",
        "a": "경기 수원시 장안구 정조로 927-1",
        "lat": 37.2902970908823,
        "lng": 127.012826577136,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "노다지복권방",
        "a": "경기 시흥시 복지로 103-1 1층상가",
        "lat": 37.4481115959699,
        "lng": 126.792011443336,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "복권전문점",
        "a": "경기 시흥시 중심상가로 323",
        "lat": 37.3371680057678,
        "lng": 126.748287062786,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "25시슈퍼",
        "a": "경기 시흥시 함송로14번길 13-17 홍익프라자1층107호",
        "lat": 37.3624626201338,
        "lng": 126.729984027881,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "대성기획",
        "a": "경기 용인시 기흥구 구성로 75-1",
        "lat": 37.2949073386736,
        "lng": 127.117903169762,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "GS25(양산문성)",
        "a": "경남 양산시 평산동 평산동 31-5번지",
        "lat": 35.3848887047532,
        "lng": 129.155068358886,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "로또복권 하대점",
        "a": "경남 진주시 도동로 188",
        "lat": 35.1870319488858,
        "lng": 128.122449432222,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "성심상회",
        "a": "경북 포항시 북구 불종로 78",
        "lat": 36.0381442516156,
        "lng": 129.36800122423,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "로터리편의마트",
        "a": "경북 포항시 북구 서동로 85 육거리",
        "lat": 36.0407438144895,
        "lng": 129.367247292456,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "서재강변로또",
        "a": "대구 달성군 서재로 172",
        "lat": 35.8786604420863,
        "lng": 128.496966192201,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "빅세일복권방",
        "a": "부산 부산진구 서면문화로 6",
        "lat": 35.1582886945541,
        "lng": 129.058077420074,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "프로토베팅샵",
        "a": "부산 중구 국제시장2길 5 4호",
        "lat": 35.0997065582699,
        "lng": 129.028315809427,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "데이앤나잇",
        "a": "서울 성북구 종암로 132 종암우림카이저팰리스 1층 101호",
        "lat": 37.6019090131896,
        "lng": 127.033550711598,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "가판점(신문)",
        "a": "서울 영등포구 당산동6가 331-1번지",
        "lat": 37.5345186815778,
        "lng": 126.901284762739,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "로또킹",
        "a": "서울 영등포구 영중로 2 1층(영등포동3가)",
        "lat": 37.5167419411213,
        "lng": 126.906749912597,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "평안당",
        "a": "서울 종로구 종로 219",
        "lat": 37.5712267549342,
        "lng": 127.002191724794,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "세종로또방",
        "a": "세종 용포로 32",
        "lat": 36.4613848948516,
        "lng": 127.280691708831,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "보람복권방",
        "a": "울산 남구 화합로194번길 18-1 1층",
        "lat": 35.5417183137108,
        "lng": 129.341582181223,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "이마트24 순천산단점",
        "a": "전남 순천시 산단1길 6",
        "lat": 34.9879916741436,
        "lng": 127.508181549692,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "대산슈퍼",
        "a": "충남 천안시 동남구 복구정3길 1",
        "lat": 36.7699366210473,
        "lng": 127.250220402203,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "황실복권방",
        "a": "충남 천안시 동남구 충절로 799",
        "lat": 36.7692828079181,
        "lng": 127.200647088906,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "천하명당복권방",
        "a": "충남 홍성군 조양로 180",
        "lat": 36.6007306064042,
        "lng": 126.669480865526,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "서울로또방",
        "a": "충북 옥천군 삼금로 8",
        "lat": 36.2993896683075,
        "lng": 127.566718542394,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "팡팡복권방",
        "a": "충북 진천군 장기길 102",
        "lat": 36.9900369472003,
        "lng": 127.445326626503,
        "w": 8,
        "totalWins": 8
    },
    {
        "r": 1211,
        "n": "진평양행",
        "a": "강원 강릉시 임영로 107",
        "lat": 37.7512348337798,
        "lng": 128.89409118199,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "마두5번출구가판로또",
        "a": "경기 고양시 일산동구 중앙로 1200",
        "lat": 37.6537937511119,
        "lng": 126.777205372111,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "주엽역 로또판매점",
        "a": "경기 고양시 일산서구 중앙로 1437",
        "lat": 37.6700574812134,
        "lng": 126.760499747317,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "대운",
        "a": "경기 김포시 대명항로 209",
        "lat": 37.6536126147839,
        "lng": 126.595807855572,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "패밀리복권방",
        "a": "경기 남양주시 늘을1로16번길 29 늘봄타워 107호",
        "lat": 37.654082753503,
        "lng": 127.2433325019,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "그린마트",
        "a": "경기 성남시 분당구 대왕판교로 255 107호",
        "lat": 37.3664737203881,
        "lng": 127.101093585321,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "대박로또판매점",
        "a": "경기 수원시 장안구 서부로 2129-1 태양공예가구",
        "lat": 37.2987682920575,
        "lng": 126.971293514686,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "천하명당",
        "a": "경기 시흥시 신천3길 26-1 1층1호",
        "lat": 37.438902489816,
        "lng": 126.783317487539,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "로또명당가두판매점",
        "a": "경기 안양시 동안구 경수대로 848-2 동안구가로판매대2005-00065",
        "lat": 37.3946167137316,
        "lng": 126.941416089614,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "대박복권방",
        "a": "경기 연천군 온골로 57-1",
        "lat": 38.026060905974,
        "lng": 127.067723655248,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "열두보석복권방",
        "a": "경기 용인시 기흥구 구갈로 74 구갈스포츠센타 구갈스포츠센터106호",
        "lat": 37.2811344297076,
        "lng": 127.11177588506,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "대박행진 복권랜드",
        "a": "경기 파주시 금빛로 22 금촌프라자 1층 107호",
        "lat": 37.7516589858332,
        "lng": 126.76694335458,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "세방매점",
        "a": "경북 경주시 유림로13번길 166 대성주유소",
        "lat": 35.8772153868418,
        "lng": 129.22651149618,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "베스토아(용전2호)",
        "a": "대전 동구 동서대로 1689 1층",
        "lat": 36.3503349793975,
        "lng": 127.436711042049,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "우정식품",
        "a": "부산 동래구 온천장로 33 1층",
        "lat": 35.2153083315979,
        "lng": 129.079249691892,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "셀프카메라",
        "a": "부산 부산진구 가야대로443번길 30",
        "lat": 35.1544437969643,
        "lng": 129.02166775818,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "노다지복권방",
        "a": "부산 북구 낙동대로 1704",
        "lat": 35.2065658594261,
        "lng": 128.997141412575,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "청솔서점",
        "a": "부산 사하구 하신번영로 195",
        "lat": 35.0988188080233,
        "lng": 128.958952934637,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "소리창고",
        "a": "서울 강서구 강서로 306",
        "lat": 37.5528876532177,
        "lng": 126.836744922471,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "다모아복권",
        "a": "서울 구로구 경인로19길 4",
        "lat": 37.4959162824183,
        "lng": 126.842813698497,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "가로판매소",
        "a": "서울 구로구 새말로 117-24 (신도림역2번출구)(구로동)",
        "lat": 37.5078567262654,
        "lng": 126.891886432046,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "지원물산",
        "a": "서울 노원구 공릉로 108",
        "lat": 37.6198325602606,
        "lng": 127.078126207313,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "토큰판매소",
        "a": "서울 송파구 바람드리길 62",
        "lat": 37.5367003001398,
        "lng": 127.122365863486,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "원스탑",
        "a": "서울 송파구 백제고분로7길 39",
        "lat": 37.5109675018169,
        "lng": 127.083235272667,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "G마트",
        "a": "서울 영등포구 디지털로 387",
        "lat": 37.49164642744,
        "lng": 126.902185445265,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "신문가판점",
        "a": "서울 용산구 한강대로 277-3 가판",
        "lat": 37.5430074595038,
        "lng": 126.972376145279,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "종로3가1호선역2번출구가로판매점82호",
        "a": "서울 종로구 돈화문로 23 가판",
        "lat": 37.5707099565421,
        "lng": 126.991896039813,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "가판14호",
        "a": "서울 중구 퇴계로 37",
        "lat": 37.5584466553632,
        "lng": 126.97633371006,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "대박슈퍼",
        "a": "인천 부평구 경원대로 1438",
        "lat": 37.4908552292598,
        "lng": 126.728645857091,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "버스매표소",
        "a": "인천 부평구 부평대로 3 가판",
        "lat": 37.4918294298029,
        "lng": 126.722723545346,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "베스트올수성점",
        "a": "전북 정읍시 수성2로 28",
        "lat": 35.5817670520118,
        "lng": 126.854448910252,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "복권명당",
        "a": "충남 공주시 번영1로 41",
        "lat": 36.4718573097719,
        "lng": 127.133096848142,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "로또명당해미점",
        "a": "충남 서산시 남문2로 108",
        "lat": 36.7134821631912,
        "lng": 126.544214492603,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "해수로또",
        "a": "충북 청주시 상당구 산성로 22-1",
        "lat": 36.6261618044057,
        "lng": 127.499370400723,
        "w": 7,
        "totalWins": 7
    },
    {
        "r": 1211,
        "n": "복권닷컴",
        "a": "강원 양양군 양양로 62",
        "lat": 38.0755550691101,
        "lng": 128.622336973872,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "황금로또",
        "a": "강원 원주시 태장2동 1390-16",
        "lat": 37.3819881741087,
        "lng": 127.950348876504,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "초월대박복권방",
        "a": "경기 광주시 경충대로 1252",
        "lat": 37.3867047040596,
        "lng": 127.288233251617,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "CU(군포덕산점)",
        "a": "경기 군포시 고산로250번길 32 덕산아파트 덕산아파트상가 1층",
        "lat": 37.3488975440516,
        "lng": 126.945263113813,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "현대사",
        "a": "경기 성남시 분당구 미금일로 77 102호",
        "lat": 37.3456077433631,
        "lng": 127.111113543921,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "로또명당",
        "a": "경기 시흥시 신현로 21-1 101호",
        "lat": 37.4070693478946,
        "lng": 126.787103779067,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "로또(파발마점)",
        "a": "경기 시흥시 정왕동 2302번지 역전프라자105호",
        "lat": 37.3519923361274,
        "lng": 126.740610028493,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "까치복권방",
        "a": "경기 시흥시 중심상가로 326 1층102",
        "lat": 37.336693513552,
        "lng": 126.748239784703,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "하늘로또",
        "a": "경기 여주시 세종로475번길 2 1층",
        "lat": 37.2578957097114,
        "lng": 127.646419310321,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "유방매표소",
        "a": "경기 용인시 처인구 백옥대로 1388",
        "lat": 37.2588393628168,
        "lng": 127.212952121003,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "광성슈퍼",
        "a": "경기 이천시 단월로 33",
        "lat": 37.2212991430585,
        "lng": 127.450059363554,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "황금복권마트",
        "a": "경기 이천시 증신로325번길 5 1층",
        "lat": 37.2994173476175,
        "lng": 127.437983885227,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "로또복권",
        "a": "경기 평택시 원평로 55",
        "lat": 36.9905172748973,
        "lng": 127.083562813074,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "복권방",
        "a": "경기 하남시 신장로 122",
        "lat": 37.5380720353412,
        "lng": 127.204802122858,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "율암25시편의점",
        "a": "경기 화성시 시청로 822",
        "lat": 37.1666568875911,
        "lng": 126.881498646413,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "탑로또",
        "a": "경남 거제시 거제중앙로 1787 서원탑훼밀리마트고현점 내(계룡온천옆)",
        "lat": 34.878538623886,
        "lng": 128.627977093796,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "나나 복권판매소",
        "a": "경남 양산시 상북중앙로 319",
        "lat": 35.4121895785582,
        "lng": 129.059189941123,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "GS25(양산혜인점)",
        "a": "경남 양산시 웅상대로 955",
        "lat": 35.3848616457542,
        "lng": 129.15504959311,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "삼삼마트",
        "a": "경남 진주시 진주대로 1165-1",
        "lat": 35.1951447409086,
        "lng": 128.075664891089,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "나눔로또봉평점",
        "a": "경남 통영시 도남로 81",
        "lat": 34.8315585484559,
        "lng": 128.413794670424,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "로또복권역전점",
        "a": "경북 경주시 노서동(중부동) 178-12 1층 CU 노서점 내",
        "lat": 35.8409979985875,
        "lng": 129.203021325536,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "행운의집",
        "a": "경북 안동시 북문동 23-7번지",
        "lat": 36.5668951143319,
        "lng": 128.729433725552,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "해피+24시편의점",
        "a": "광주 북구 하서로 330",
        "lat": 35.2044670894087,
        "lng": 126.873870491169,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "대전우표사",
        "a": "대전 동구 중앙로204번길 16-1",
        "lat": 36.3301419650559,
        "lng": 127.432108815301,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "복권명당",
        "a": "대전 서구 만년동 112번지",
        "lat": 36.3664879370434,
        "lng": 127.373050683151,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "대원슈퍼마켓",
        "a": "부산 수영구 수영로 524",
        "lat": 35.1524683974026,
        "lng": 129.111990179,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "세원로또복권방",
        "a": "부산 수영구 수영로725번길 53 수영 엔스타Ⅱ 101호",
        "lat": 35.1683250826956,
        "lng": 129.116025416752,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "운좋은날",
        "a": "서울 강동구 풍성로 187 102호",
        "lat": 37.5300705577131,
        "lng": 127.132872281735,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "한마음",
        "a": "서울 관악구 관악로 211 봉천중앙시장라열4호",
        "lat": 37.4841859042134,
        "lng": 126.954466715324,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "헬로마트",
        "a": "서울 도봉구 도봉로170길 8",
        "lat": 37.6803696777252,
        "lng": 127.045959117951,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "경성식품",
        "a": "서울 동대문구 망우로21길 52",
        "lat": 37.5903959972497,
        "lng": 127.059877891806,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "세계로생활가전",
        "a": "서울 동작구 보라매로 104 1층",
        "lat": 37.4984338927176,
        "lng": 126.928312294739,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "-",
        "a": "서울 서초구 서초동 1571-18번지 청화빌딩",
        "lat": 37.4921182599683,
        "lng": 127.01279508514,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "우일",
        "a": "서울 송파구 마천로 235",
        "lat": 37.4999523210187,
        "lng": 127.143980825023,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "가로판매점",
        "a": "서울 용산구 원효로 179",
        "lat": 37.536196874528,
        "lng": 126.962513836335,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "바이더웨이녹번중앙점",
        "a": "서울 은평구 녹번동 155-20번지",
        "lat": 37.6024919912933,
        "lng": 126.925852092556,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "중구-가로가판대-37",
        "a": "서울 중구 남대문로 20-2",
        "lat": 37.5608306669839,
        "lng": 126.978063161578,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "로또",
        "a": "서울 중구 퇴계로86길 42",
        "lat": 37.5637906107578,
        "lng": 127.019423053462,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "로또명당",
        "a": "인천 남구 문학동 355-12번지 편의점내",
        "lat": 37.4385362225521,
        "lng": 126.681073106998,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "노다지복권방",
        "a": "인천 미추홀구 한나루로 400 학익시장 외7필지125호",
        "lat": 37.4435503452225,
        "lng": 126.664949755521,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "하영",
        "a": "인천 서구 청라에메랄드로 65 아파트 상가 102호",
        "lat": 37.5305354871476,
        "lng": 126.656126476124,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "NBA(엔비에이)",
        "a": "인천 중구 신도시남로142번길 6 1동 1층 128호",
        "lat": 37.4934207705586,
        "lng": 126.491489796733,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "하당복권방",
        "a": "전남 목포시 옥암로 46",
        "lat": 34.8039271171213,
        "lng": 126.429447105924,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "복권세상",
        "a": "전남 목포시 청호로 139 1층 복권세상",
        "lat": 34.8039274358966,
        "lng": 126.375817956267,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "알리바이금당점",
        "a": "전남 순천시 대석길 44",
        "lat": 34.945647452545,
        "lng": 127.526282745936,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "도깨비방망이",
        "a": "전남 완도군 장보고대로 220 도깨비방망이",
        "lat": 34.3160749197408,
        "lng": 126.74917122209,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "종합복권방",
        "a": "전남 해남군 해남로 34 종합복권방편의점",
        "lat": 34.5708118929938,
        "lng": 126.610855130658,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "로또복권방",
        "a": "충남 당진시 당진중앙1로 21",
        "lat": 36.892930199841,
        "lng": 126.626307077201,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "장미슈퍼",
        "a": "충남 부여군 계백로 265 부여군청 로터리 부근",
        "lat": 36.276372384131,
        "lng": 126.909418515443,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "신천하명당",
        "a": "충남 예산군 발연로 1 이마트 24 내",
        "lat": 36.6988327131812,
        "lng": 126.829418332044,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "운수대통복권방",
        "a": "충남 천안시 동남구 대흥로 122 중앙시장 입구",
        "lat": 36.8004888704508,
        "lng": 127.149280302734,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "태안로또복권방",
        "a": "충남 태안군 독샘로 57",
        "lat": 36.7534877459013,
        "lng": 126.298530275563,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "행운복권",
        "a": "충북 제천시 명륜로 67 1층",
        "lat": 37.1423162548353,
        "lng": 128.208639474645,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "대박찬스",
        "a": "충북 청주시 흥덕구 가경로161번길 3",
        "lat": 36.6289872301065,
        "lng": 127.436471677705,
        "w": 6,
        "totalWins": 6
    },
    {
        "r": 1211,
        "n": "복권방",
        "a": "강원 원주시 관설동(반곡관설동) 1702-1 1층 (CU)",
        "lat": 37.3187741210882,
        "lng": 127.965020265851,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "주택복권방",
        "a": "강원 원주시 우산초교길 29 1층",
        "lat": 37.3673587552496,
        "lng": 127.937934674673,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "흥양마중물",
        "a": "강원 원주시 치악로 2335 1층",
        "lat": 37.3836922357711,
        "lng": 127.975354200086,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권나라",
        "a": "강원 원주시 평원로 23 1층",
        "lat": 37.348928526007,
        "lng": 127.952670718954,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "행운복권방",
        "a": "강원 인제군 북면 원통리 681-5번지 1층",
        "lat": 38.1224424690502,
        "lng": 128.206847839489,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권마트 씨스페이스홍천점",
        "a": "강원 홍천군 홍천로 409 1층",
        "lat": 37.691276675414,
        "lng": 127.889910277195,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "화천복권방",
        "a": "강원 화천군 화천읍 하리 43-29",
        "lat": 38.1048375578617,
        "lng": 127.704551533264,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "노다지복권",
        "a": "강원 횡성군 문정로 52",
        "lat": 37.4885074479694,
        "lng": 127.988730637854,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "로또판매점",
        "a": "경기 고양시 일산동구 장항동 864번지 메트로골드제1층103호",
        "lat": 37.657384973361,
        "lng": 126.770255587429,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "바로전산",
        "a": "경기 광명시 오리로 1000 (광명동)",
        "lat": 37.4802117040151,
        "lng": 126.852363400148,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "대박",
        "a": "경기 구리시 안골로103번길 46",
        "lat": 37.5994316095684,
        "lng": 127.141570281902,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "차부상회",
        "a": "경기 김포시 조강로 50",
        "lat": 37.6903489666799,
        "lng": 126.600338424238,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "홈돌이로또복권",
        "a": "경기 김포시 중봉로 14 삼성홈플러스2층",
        "lat": 37.6238474484456,
        "lng": 126.698608499582,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "해뜰날",
        "a": "경기 동두천시 중앙로 134-30",
        "lat": 37.8931520093144,
        "lng": 127.054347927542,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "로또대박",
        "a": "경기 부천시 석천로177번길 11 1층 105호",
        "lat": 37.5031091878246,
        "lng": 126.762102111299,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "나눔로또 판교역점",
        "a": "경기 성남시 분당구 대왕판교로606번길 39 107호",
        "lat": 37.3964799078703,
        "lng": 127.111495214796,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "대운복권",
        "a": "경기 성남시 중원구 성남대로 1149",
        "lat": 37.4323866865778,
        "lng": 127.128690501599,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "드림복권방",
        "a": "경기 수원시 권선구 정조로613번길 2 1층",
        "lat": 37.2636550502117,
        "lng": 127.014347590993,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "권선로또복권방",
        "a": "경기 수원시 권선구 탑동(서둔동) 843-4 천림빌딩102호",
        "lat": 37.2708522486579,
        "lng": 126.975029243929,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "용꿈돼지꿈복권방",
        "a": "경기 시흥시 하중로 235 법조타운103호",
        "lat": 37.3908243401202,
        "lng": 126.806573092145,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "행운을주는로또판매점",
        "a": "경기 안산시 단원구 초지로 90 태영프라자111호",
        "lat": 37.3067379424123,
        "lng": 126.815113845871,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권백화점",
        "a": "경기 여주시 세종로 41 1층",
        "lat": 37.2940023264951,
        "lng": 127.636288442578,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권세상",
        "a": "경기 여주시 우암로 21-1 1층",
        "lat": 37.2968804119524,
        "lng": 127.633105588725,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "행운방",
        "a": "경기 용인시 기흥구 보정동 1208-4 엔림프라자101호",
        "lat": 37.3207613222478,
        "lng": 127.115110511346,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "로또복권방",
        "a": "경기 용인시 처인구 김량장동 162-4번지",
        "lat": 37.2386593228388,
        "lng": 127.208606736651,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "역전광장상회",
        "a": "경기 파주시 금촌1동 329-19번지",
        "lat": 37.7652893095288,
        "lng": 126.774674572958,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "세븐복권방",
        "a": "경기 파주시 해올2길 16 107호",
        "lat": 37.7340552114334,
        "lng": 126.731751258383,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "서정천하명당",
        "a": "경기 평택시 송탄로 160",
        "lat": 37.0580659782406,
        "lng": 127.059345467878,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "잘찍어로또방",
        "a": "경기 평택시 안현로서5길 62",
        "lat": 36.9884395970314,
        "lng": 126.927907677214,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "천하명당",
        "a": "경기 평택시 탄현로 224",
        "lat": 37.072590132845,
        "lng": 127.055155022418,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "다터져복권방",
        "a": "경기 평택시 합정동 734-7",
        "lat": 36.9912168499421,
        "lng": 127.091539814535,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "로또",
        "a": "경기 포천시 죽엽산로196번길 4",
        "lat": 37.814733765805,
        "lng": 127.160357862812,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복돼지복권방",
        "a": "경기 화성시 3.1만세로 43",
        "lat": 37.0828242365477,
        "lng": 126.818741194792,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "명성복권방",
        "a": "경기 화성시 경기대로 1043",
        "lat": 37.2085188144553,
        "lng": 127.034270901416,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "파란만장복권방",
        "a": "경기 화성시 진안동 878-4 101호",
        "lat": 37.2124188617828,
        "lng": 127.038840874201,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "서해로또방",
        "a": "경기 화성시 화성로 1471",
        "lat": 37.2232087504528,
        "lng": 126.842335910058,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "구산복권방",
        "a": "경남 김해시 구산동 481-3번지 보보스빌딩108호",
        "lat": 35.2509280442227,
        "lng": 128.872226792262,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "돈벼락맞는곳",
        "a": "경남 김해시 김해대로 2793 복권판매점",
        "lat": 35.2221945336071,
        "lng": 128.928343545807,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "로또행운마트",
        "a": "경남 김해시 능동로 177 복권판매점",
        "lat": 35.2037837311904,
        "lng": 128.810011432096,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "드림마트",
        "a": "경남 김해시 인제로170번길 15-6 편의점 내",
        "lat": 35.2440544030717,
        "lng": 128.905803437251,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "동원복권",
        "a": "경남 양산시 북정중앙로 30",
        "lat": 35.3613473500797,
        "lng": 129.047811784673,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "명당",
        "a": "경남 진주시 동부로 1356 1층 일부호",
        "lat": 35.1872959127123,
        "lng": 128.224759617844,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권파는집",
        "a": "경남 창원시 마산회원구 3·15대로 765",
        "lat": 35.240212050509,
        "lng": 128.583619818997,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "창원병원앞매표소",
        "a": "경남 창원시 성산구 중앙동 104-1번지 가판",
        "lat": 35.2184583350843,
        "lng": 128.671367820293,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "행복복권방",
        "a": "경남 창원시 의창구 팔용로 399",
        "lat": 35.2528639002586,
        "lng": 128.610572162676,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "합천우리복권방",
        "a": "경남 합천군 핫들2로 8 1층",
        "lat": 35.5684088988731,
        "lng": 128.165410537704,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권명당",
        "a": "경북 경산시 경안로 214",
        "lat": 35.8266197549989,
        "lng": 128.736806406212,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "불국사명당복권",
        "a": "경북 경주시 산업로 3033",
        "lat": 35.7765090145288,
        "lng": 129.298152168717,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "행운복권",
        "a": "경북 구미시 야은로 763",
        "lat": 36.1238669059265,
        "lng": 128.362662344404,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "대동도기상사",
        "a": "경북 영천시 금완로 30",
        "lat": 35.9603193034517,
        "lng": 128.931899577759,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "포항오거리CU복권",
        "a": "경북 포항시 북구 죽도로 33 CU포항오거리점내",
        "lat": 36.0338362448701,
        "lng": 129.364675485114,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "금집복권",
        "a": "광주 북구 첨단연신로108번길 134",
        "lat": 35.2088014971421,
        "lng": 126.864674692606,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "용두천하",
        "a": "광주 북구 하서로 373",
        "lat": 35.2083575537211,
        "lng": 126.873485368774,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "현대슈퍼",
        "a": "광주 서구 상무대로 871",
        "lat": 35.1505172187205,
        "lng": 126.857294259506,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "새상무복권",
        "a": "광주 서구 치평로 30 수암빌딩 1층 102호",
        "lat": 35.1499501736118,
        "lng": 126.847669960948,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "GS25(대전시네마점)",
        "a": "대전 서구 괴정동 423-19번지 1층",
        "lat": 36.339939332393,
        "lng": 127.389295939169,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권명당",
        "a": "대전 중구 목중로 47",
        "lat": 36.3374883086314,
        "lng": 127.40931078343,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "씨스페이스 범어사역점",
        "a": "부산 금정구 중앙대로 2097 1층",
        "lat": 35.2716341271697,
        "lng": 129.092429734727,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "돈벼락맞는곳",
        "a": "부산 기장군 읍내로 109",
        "lat": 35.2452378493168,
        "lng": 129.216331930168,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "기장슈퍼",
        "a": "부산 기장군 차성동로 69",
        "lat": 35.243881875159,
        "lng": 129.216517117269,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "천하명당초량점",
        "a": "부산 동구 중앙대로221번길 3",
        "lat": 35.1168821929218,
        "lng": 129.040105531758,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "대영당안경원",
        "a": "부산 동래구 충렬대로237번길 9",
        "lat": 35.201929844575,
        "lng": 129.085157818741,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권방",
        "a": "부산 부산진구 당감동 738-3번지 202호",
        "lat": 35.1676809669386,
        "lng": 129.037325956661,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "사이버정보통신",
        "a": "부산 부산진구 양정동 406-4번지 백조상가동103-1호",
        "lat": 35.1740669999829,
        "lng": 129.070237710413,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "로터리복권방",
        "a": "부산 서구 자갈치로 4",
        "lat": 35.0962070791473,
        "lng": 129.024836147891,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "행운복권방",
        "a": "부산 중구 구덕로 47",
        "lat": 35.0980631275686,
        "lng": 129.030525122173,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "행운의집",
        "a": "서울 강동구 구천면로 222",
        "lat": 37.5406273825658,
        "lng": 127.129395103817,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "꾸미로또복권",
        "a": "서울 강북구 솔샘로67길 118 1층",
        "lat": 37.622313146374,
        "lng": 127.026962650838,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "명당마트",
        "a": "서울 강서구 양천로 91",
        "lat": 37.5735996789848,
        "lng": 126.814043960638,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "서울구가-17가판",
        "a": "서울 구로구 구로동로 130-2 구로4동우체국앞가판",
        "lat": 37.4903251595384,
        "lng": 126.884394819718,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "가로판매점",
        "a": "서울 금천구 시흥대로 480 가판",
        "lat": 37.4763490062241,
        "lng": 126.899062713087,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "영훈슈퍼마켓",
        "a": "서울 도봉구 창3동 557-5번지",
        "lat": 37.6378077105877,
        "lng": 127.037689540883,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "가판",
        "a": "서울 마포구 도화동 169-1번지 가든호텔정문옆가판",
        "lat": 37.5408010651059,
        "lng": 126.948393994542,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권나라",
        "a": "서울 성동구 용답중앙15길 12-1 1층",
        "lat": 37.5644524282652,
        "lng": 127.053856513732,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "행복슈퍼",
        "a": "서울 성북구 동소문로 49",
        "lat": 37.5910211712363,
        "lng": 127.011144274361,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "CU(대림중앙점)",
        "a": "서울 영등포구 대림3동 775-7번지 서초한강아파트",
        "lat": 37.4992506550723,
        "lng": 126.897616931891,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "짱복권",
        "a": "서울 종로구 종로 269 삼신빌딩 1층",
        "lat": 37.5713285037844,
        "lng": 127.00789744198,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "에스비 상사",
        "a": "서울 중구 퇴계로86길 29 1층",
        "lat": 37.5642391519568,
        "lng": 127.019813437504,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "우리들공업탑점",
        "a": "울산 남구 신정동 1233-3번지",
        "lat": 35.532126328743,
        "lng": 129.309610793065,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "1등복권방",
        "a": "울산 울주군 동문길 84",
        "lat": 35.5641706135616,
        "lng": 129.124604457949,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "GS25(계산동경점)",
        "a": "인천 계양구 계산동 1076-7번지 도쿄프라자1층2호",
        "lat": 37.5357904968587,
        "lng": 126.736314448407,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "행운 마트",
        "a": "인천 남동구 만수로 65",
        "lat": 37.4615930687888,
        "lng": 126.735091118519,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "포시즌마전점",
        "a": "인천 서구 완정로10번길 6-6 두경플라자 검단2지구37블록1롯트",
        "lat": 37.5945462760245,
        "lng": 126.67343598398,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "한국인세계대박복권",
        "a": "인천 연수구 한나루로197번길 34",
        "lat": 37.4277189523348,
        "lng": 126.655241764938,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "남평로또점",
        "a": "전남 나주시 남평1로 12 파평회관 1층",
        "lat": 35.0464605546593,
        "lng": 126.839028164462,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "조례로또복권방",
        "a": "전남 순천시 봉화2길 58 조례로또복권방",
        "lat": 34.9583927174364,
        "lng": 127.518113767037,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권왕국",
        "a": "전남 여수시 여수산단로 48 1층101호",
        "lat": 34.7885631932854,
        "lng": 127.664332351724,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권나라",
        "a": "전남 여수시 중앙로 62 (교동 448-2)",
        "lat": 34.7399319441762,
        "lng": 127.73434301317,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "여기있었네복권방",
        "a": "전북 김제시 남북로 171",
        "lat": 35.7993908406512,
        "lng": 126.884570792917,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "로또복권판매도통점",
        "a": "전북 남원시 용성로 232",
        "lat": 35.4178393328696,
        "lng": 127.397209580595,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복돼지복권방",
        "a": "전북 익산시 선화로1길 4 배산시티프라자 1층 107호",
        "lat": 35.950267495601,
        "lng": 126.938034324236,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "Letsgo복권유통",
        "a": "전북 전주시 덕진구 무삼지로 29",
        "lat": 35.828201772411,
        "lng": 127.164662953864,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "자수정슈퍼",
        "a": "전북 전주시 완산구 용머리로 152",
        "lat": 35.8057843611694,
        "lng": 127.126913347011,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "청룡마트",
        "a": "충남 천안시 동남구 풍세로 1010-31 현대아파트상가B-102호",
        "lat": 36.7977940545113,
        "lng": 127.154463600038,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "한아름매점",
        "a": "충남 홍성군 광천로 330",
        "lat": 36.5032460043357,
        "lng": 126.625566718194,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "선경로또",
        "a": "충북 제천시 용두대로 59 1층",
        "lat": 37.1362932011936,
        "lng": 128.199344691253,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권왕국",
        "a": "충북 제천시 풍양로 108 중앙시장상가 지하145",
        "lat": 37.1366900651691,
        "lng": 128.211317199501,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "복권나라",
        "a": "충북 증평군 중앙로 199-1",
        "lat": 36.7839561792603,
        "lng": 127.580914940543,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "로또천국",
        "a": "충북 충주시 충원대로 626 충주공영버스터미널1층 터미널매점",
        "lat": 36.9824981806255,
        "lng": 127.914247500648,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "로또복권",
        "a": "경기 화성시 송산면 사강리 672-4",
        "lat": 37.2132228801661,
        "lng": 126.735817312794,
        "w": 6,
        "totalWins": 6,
        "closed": true
    },
    {
        "r": 1211,
        "n": "프렌드24시",
        "a": "광주 광산구 첨단중앙로 164 빌리오네2 제1층 106호",
        "lat": 35.2199792568584,
        "lng": 126.842274699879,
        "w": 5,
        "totalWins": 5
    },
    {
        "r": 1211,
        "n": "교통카드판매대",
        "a": "서울 강동구 고덕로 397 구서울승합종점앞",
        "lat": 37.5422878172653,
        "lng": 127.130881866926,
        "w": 6,
        "totalWins": 6,
        "closed": true
    },
    {
        "r": 1211,
        "n": "가로판매점",
        "a": "서울 서대문구 신촌로 103 신촌역 3번4번출구 중앙",
        "lat": 37.5557031871065,
        "lng": 126.937505573932,
        "w": 6,
        "totalWins": 6
    },
    {
        "n": "용꿈돼지꿈복권전문점",
        "a": "강원 동해시 중앙로 234 이주민상가1층15호",
        "w": 4,
        "lat": 37.5214846431653,
        "lng": 129.11508128475
    },
    {
        "n": "왕대박복권전문점",
        "a": "강원 동해시 중앙로 234 이주민상가1층18호",
        "w": 4,
        "lat": 37.5214846431653,
        "lng": 129.11508128475
    },
    {
        "n": "왕대박복권",
        "a": "강원 속초시 번영로 142 1층 102호",
        "w": 4,
        "lat": 38.2113548828553,
        "lng": 128.589367591603
    },
    {
        "n": "그린로또",
        "a": "강원 양양군 양양로 71",
        "w": 4,
        "lat": 38.0748404274249,
        "lng": 128.621469917087
    },
    {
        "n": "인제복권방",
        "a": "강원 인제군 비봉로 11-1",
        "w": 4,
        "lat": 38.0681626023891,
        "lng": 128.172825499148
    },
    {
        "n": "대박의터",
        "a": "강원 춘천시 영서로 1786",
        "w": 4,
        "lat": 37.8362738856845,
        "lng": 127.760134997623
    },
    {
        "n": "우두로또",
        "a": "강원 춘천시 영서로 2786 1층",
        "w": 4,
        "lat": 37.9019294706945,
        "lng": 127.728543173935
    },
    {
        "n": "D-마트담배",
        "a": "강원특별자치도 속초시 조양상가길 25 1층",
        "w": 4,
        "lat": 38.190114896653,
        "lng": 128.579991961658
    },
    {
        "n": "GS25(고양주교점)",
        "a": "경기 고양시 덕양구 마상로113번길 68 1층 3호",
        "w": 4,
        "lat": 37.6629261053151,
        "lng": 126.838369297688
    },
    {
        "n": "원당역복권방",
        "a": "경기 고양시 덕양구 성사동 410-17번지",
        "w": 4,
        "lat": 37.6537693185899,
        "lng": 126.843019609872
    },
    {
        "n": "교통카드충전소",
        "a": "경기 고양시 덕양구 화정로 지하 60 화정역 2번출구",
        "w": 4,
        "lat": 37.6345077843042,
        "lng": 126.832630042005
    },
    {
        "n": "오렌지25",
        "a": "경기 고양시 일산서구 고봉로 291 양우에이스스타디움109",
        "w": 4,
        "lat": 37.6852396705203,
        "lng": 126.77723707326
    },
    {
        "n": "이마트24 일산덕이점",
        "a": "경기 고양시 일산서구 미래로 164",
        "w": 4,
        "lat": 37.6931286499831,
        "lng": 126.746891716707
    },
    {
        "n": "진우행운복권방",
        "a": "경기 광주시 도척로 327 1층",
        "w": 4,
        "lat": 37.3236218248763,
        "lng": 127.336601713747
    },
    {
        "n": "대광슈퍼",
        "a": "경기 군포시 고산로 679 미성프라자106호",
        "w": 4,
        "lat": 37.3710839056756,
        "lng": 126.933974013894
    },
    {
        "n": "금강종합공구",
        "a": "경기 김포시 대곶면 율생리 350-5번지",
        "w": 4,
        "lat": 37.6528007411703,
        "lng": 126.590685423218
    },
    {
        "n": "로또또",
        "a": "경기 김포시 봉수대로 1704 102호",
        "w": 4,
        "lat": 37.6207078140751,
        "lng": 126.632988824783
    },
    {
        "n": "금강복권",
        "a": "경기 김포시 율생로 3",
        "w": 4,
        "lat": 37.6526889413536,
        "lng": 126.590532941517
    },
    {
        "n": "토큰박스",
        "a": "경기 남양주시 진건오남로 112-1 동양할인마트 앞 로또판매점",
        "w": 4,
        "lat": null,
        "lng": null
    },
    {
        "n": "대박찬스",
        "a": "경기 남양주시 진접읍 장현로 111 1층1호",
        "w": 4,
        "lat": 37.7197840942478,
        "lng": 127.183938971283
    },
    {
        "n": "삼성복권방",
        "a": "경기 동두천시 어수로 100-1",
        "w": 4,
        "lat": 37.9022196099864,
        "lng": 127.053674655383
    },
    {
        "n": "송내매표소",
        "a": "경기 부천시 소사구 송내1동 709-2",
        "w": 4,
        "lat": 37.4868737792151,
        "lng": 126.752830453419
    },
    {
        "n": "행복미니슈퍼",
        "a": "경기 부천시 원미구 심곡동 351-3번지",
        "w": 4,
        "lat": 37.4871383205421,
        "lng": 126.775587063516
    },
    {
        "n": "나눔이매로또",
        "a": "경기 성남시 분당구 이매동 120-7 구두28호점",
        "w": 4,
        "lat": 37.3909932085139,
        "lng": 127.126382314154
    },
    {
        "n": "㈜현대택배권선영업소",
        "a": "경기 수원시 권선구 곡반정동(곡선동) 574-1 104호",
        "w": 4,
        "lat": 37.2369477394917,
        "lng": 127.030162718587
    },
    {
        "n": "행운복권방",
        "a": "경기 수원시 권선구 구운동 493-16",
        "w": 4,
        "lat": 37.2779655267333,
        "lng": 126.973434884006
    },
    {
        "n": "금곡로",
        "a": "경기 수원시 권선구 금곡로197번길 18-23 해피라움블루 105호(금곡동 해피라움블루)",
        "w": 4,
        "lat": 37.2750545733669,
        "lng": 126.952746658319
    },
    {
        "n": "온누리로또",
        "a": "경기 수원시 권선구 세권로 122 1층 102호",
        "w": 4,
        "lat": 37.257165676575,
        "lng": 127.017503240208
    },
    {
        "n": "운수대통",
        "a": "경기 수원시 권선구 호매실동 87-2",
        "w": 4,
        "lat": 37.2689958683373,
        "lng": 126.958728540781
    },
    {
        "n": "로또삼성복권방",
        "a": "경기 수원시 영통구 매영로 141 원천훼밀리타운 원천훼미리타운105호",
        "w": 4,
        "lat": 37.2667111158006,
        "lng": 127.058175996827
    },
    {
        "n": "GS25(수원삼성점)",
        "a": "경기 수원시 영통구 효원로 397 중앙프라자 1층 104호",
        "w": 4,
        "lat": 37.2590570333271,
        "lng": 127.045166664033
    },
    {
        "n": "복권방",
        "a": "경기 수원시 팔달구 권광로 213",
        "w": 4,
        "lat": 37.2666561271678,
        "lng": 127.033279415912
    },
    {
        "n": "둘리복권방",
        "a": "경기 시흥시 중심상가2길 12-6 한강프라자제1층101호",
        "w": 4,
        "lat": 37.3453145955994,
        "lng": 126.736267243836
    },
    {
        "n": "(I.A) 로또마트",
        "a": "경기 안산시 단원구 신길로 9-4",
        "w": 4,
        "lat": 37.3314625220609,
        "lng": 126.786469238513
    },
    {
        "n": "로또판매점",
        "a": "경기 안산시 상록구 영화6길 21-1 102호",
        "w": 4,
        "lat": 37.2806492989303,
        "lng": 126.851855729803
    },
    {
        "n": "드림메드",
        "a": "경기 안산시 상록구 월피로 56 101호",
        "w": 4,
        "lat": 37.3334090861145,
        "lng": 126.850895285405
    },
    {
        "n": "복권명당",
        "a": "경기 안성시 승두길 62",
        "w": 4,
        "lat": 37.0000290726544,
        "lng": 127.173165822378
    },
    {
        "n": "안성맞춤",
        "a": "경기 안성시 안성맞춤대로 1099-1",
        "w": 4,
        "lat": 37.0110850414576,
        "lng": 127.269915090834
    },
    {
        "n": "로또통신",
        "a": "경기 안성시 장기로 36",
        "w": 4,
        "lat": 37.0058111165168,
        "lng": 127.267448720717
    },
    {
        "n": "세븐일레븐 홍익점",
        "a": "경기 안성시 종합운동장로 161",
        "w": 4,
        "lat": 37.0129524615376,
        "lng": 127.325773523738
    },
    {
        "n": "주택복권방",
        "a": "경기 안양시 동안구 흥안대로145번길 77 77",
        "w": 4,
        "lat": null,
        "lng": null
    },
    {
        "n": "스카이편의점",
        "a": "경기 안양시 만안구 박달로 527",
        "w": 4,
        "lat": 37.4027490296443,
        "lng": 126.911275926972
    },
    {
        "n": "주택복권방",
        "a": "경기 안양시 만안구 장내로 106 102호",
        "w": 4,
        "lat": 37.3959799517278,
        "lng": 126.920025381559
    },
    {
        "n": "대박복권방",
        "a": "경기 양주시 광적면 가납리 728-8",
        "w": 4,
        "lat": 37.8224870598906,
        "lng": 126.986733301154
    },
    {
        "n": "오늘의로또",
        "a": "경기 오산시 궐리사로 75",
        "w": 4,
        "lat": 37.1586862629393,
        "lng": 127.060625473254
    },
    {
        "n": "주몽동명",
        "a": "경기 용인시 수지구 포은대로 319 중앙빌딩 104호",
        "w": 4,
        "lat": 37.3156839117593,
        "lng": 127.08765788032
    },
    {
        "n": "희망을주는사람",
        "a": "경기 용인시 처인구 양지로 111 1층 상가",
        "w": 4,
        "lat": 37.2346415225361,
        "lng": 127.280569303833
    },
    {
        "n": "터미널식품",
        "a": "경기 의정부시 동일로 640",
        "w": 4,
        "lat": 37.7452121646777,
        "lng": 127.05507770808
    },
    {
        "n": "복권",
        "a": "경기 의정부시 태평로 75",
        "w": 4,
        "lat": 37.7392220532447,
        "lng": 127.051327974518
    },
    {
        "n": "로또복권방",
        "a": "경기 의정부시 평화로 223",
        "w": 4,
        "lat": 37.7117584296194,
        "lng": 127.047306082521
    },
    {
        "n": "HX복권방",
        "a": "경기 이천시 부발읍 아미리 726-9 현대시티플라자106호",
        "w": 4,
        "lat": 37.2526432181872,
        "lng": 127.489571978056
    },
    {
        "n": "로또복권방",
        "a": "경기 파주시 금촌동 374-11번지",
        "w": 4,
        "lat": 37.7660709603283,
        "lng": 126.768250181611
    },
    {
        "n": "신나는복권방",
        "a": "경기 파주시 문향로 51-1",
        "w": 4,
        "lat": 37.8565209824107,
        "lng": 126.785172526335
    },
    {
        "n": "노다지복권방서정지점",
        "a": "경기 평택시 서정역로 23",
        "w": 4,
        "lat": 37.0562301095505,
        "lng": 127.055479675135
    },
    {
        "n": "복권방",
        "a": "경기 평택시 세교동 569-8번지 1층 복권방",
        "w": 4,
        "lat": 36.999333856942,
        "lng": 127.079725134
    },
    {
        "n": "준",
        "a": "경기 평택시 포승읍 방림리 53-5",
        "w": 4,
        "lat": 36.9827089472977,
        "lng": 126.882237861162
    },
    {
        "n": "복권나라",
        "a": "경기 포천시 소흘읍 죽엽산로35번길 1",
        "w": 4,
        "lat": 37.8267398343763,
        "lng": 127.15268359735
    },
    {
        "n": "세븐일레븐화성봉담수기점",
        "a": "경기 화성시 세자로 356 1층 102호",
        "w": 4,
        "lat": 37.1972908034356,
        "lng": 126.983268974175
    },
    {
        "n": "외동복권",
        "a": "경남 김해시 동남로49번길 83 GS25 김해대동점",
        "w": 4,
        "lat": 35.2363873103775,
        "lng": 128.985995660365
    },
    {
        "n": "로또통신",
        "a": "경남 김해시 함박로101번길 22 삼우빌딩104호 복권판매점",
        "w": 4,
        "lat": 35.234210187565,
        "lng": 128.86584214296
    },
    {
        "n": "제일복권",
        "a": "경남 양산시 양산역2길 7 103호 복권판매점",
        "w": 4,
        "lat": 35.3355715002869,
        "lng": 129.027955632334
    },
    {
        "n": "CU 진주평거점",
        "a": "경남 진주시 평거로9번길 18",
        "w": 4,
        "lat": 35.1731139396207,
        "lng": 128.061803826828
    },
    {
        "n": "25시슈퍼",
        "a": "경남 창원시 마산회원구 봉암동 462-30번지",
        "w": 4,
        "lat": 35.2212064136845,
        "lng": 128.595305646411
    },
    {
        "n": "경일통신",
        "a": "경남 창원시 마산회원구 북성로 340",
        "w": 4,
        "lat": 35.233816775822,
        "lng": 128.560605150507
    },
    {
        "n": "소답시내버스매표소",
        "a": "경남 창원시 의창구 의안로2번길 17 가판",
        "w": 4,
        "lat": 35.2617421609126,
        "lng": 128.625629282819
    },
    {
        "n": "매물도복권",
        "a": "경남 통영시 통영해안로 225-1 1층",
        "w": 4,
        "lat": 34.8409694645567,
        "lng": 128.420743408553
    },
    {
        "n": "공단로또점",
        "a": "경남 함안군 삼칠로 831 슈퍼 옆 1층",
        "w": 4,
        "lat": 35.3601422337464,
        "lng": 128.485189421623
    },
    {
        "n": "부흥청과식품점",
        "a": "경북 경산시 하양읍 금락리 118번지 우방3차상가",
        "w": 4,
        "lat": null,
        "lng": null
    },
    {
        "n": "로또야놀자",
        "a": "경북 경주시 양정로 211",
        "w": 4,
        "lat": 35.8515067704754,
        "lng": 129.224011310712
    },
    {
        "n": "복권명당",
        "a": "경북 구미시 상사동로 163-8 송일빌102호",
        "w": 4,
        "lat": 36.099244447322,
        "lng": 128.358260022475
    },
    {
        "n": "로또복권판매",
        "a": "경북 상주시 삼백로 159",
        "w": 4,
        "lat": 36.4189566606264,
        "lng": 128.161102890018
    },
    {
        "n": "구담쌀슈퍼",
        "a": "경북 안동시 경동로 908",
        "w": 4,
        "lat": 36.5569621785078,
        "lng": 128.754502558457
    },
    {
        "n": "행운의집제1호점",
        "a": "경북 안동시 영가로 24",
        "w": 4,
        "lat": 36.5651470881773,
        "lng": 128.733325027314
    },
    {
        "n": "울릉로또",
        "a": "경북 울릉군 봉래2길 32-14 1층 울릉로또&커피",
        "w": 4,
        "lat": 37.4940402030587,
        "lng": 130.909399867425
    },
    {
        "n": "호반할인마트",
        "a": "광주 광산구 도산로9번길 40",
        "w": 4,
        "lat": 35.1279248882474,
        "lng": 126.790086310538
    },
    {
        "n": "우미슈퍼",
        "a": "광주 서구 풍암동 1132 우미아파트상가 118동 101호",
        "w": 4,
        "lat": 35.1267337333896,
        "lng": 126.881127802708
    },
    {
        "n": "코사마트금강점",
        "a": "대구 달서구 용산로 204 1층 코사마트",
        "w": 4,
        "lat": 35.8557344772008,
        "lng": 128.530831896323
    },
    {
        "n": "세븐일레븐 현풍대로점",
        "a": "대구 달성군 비슬로 581 세븐일레븐현풍대로점",
        "w": 4,
        "lat": 35.6905393667784,
        "lng": 128.444470256201
    },
    {
        "n": "왕대박복권",
        "a": "대구 달성군 옥포면 본리리 2414-3번지",
        "w": 4,
        "lat": 35.7883764601163,
        "lng": 128.4632937528
    },
    {
        "n": "토토복권",
        "a": "대구 서구 달서로12길 9",
        "w": 4,
        "lat": 35.8674803232966,
        "lng": 128.572060084804
    },
    {
        "n": "성호복권방",
        "a": "대전 대덕구 신일동로 1",
        "w": 4,
        "lat": 36.4447913410068,
        "lng": 127.405222324082
    },
    {
        "n": "노다지복권방",
        "a": "대전 대덕구 신탄진로 211",
        "w": 4,
        "lat": 36.3992220467304,
        "lng": 127.42289388197
    },
    {
        "n": "현암꽃플라워",
        "a": "대전 동구 태전로 167",
        "w": 4,
        "lat": 36.3421514543038,
        "lng": 127.419109358597
    },
    {
        "n": "로또복권방",
        "a": "대전 서구 갈마중로 28",
        "w": 4,
        "lat": 36.3475333161133,
        "lng": 127.372458054242
    },
    {
        "n": "형제상회",
        "a": "대전 서구 용문동 256-3번지",
        "w": 4,
        "lat": 36.3367982167553,
        "lng": 127.394728218247
    },
    {
        "n": "온천로또방",
        "a": "대전 유성구 계룡로 92 1층 101-3호",
        "w": 4,
        "lat": 36.3534744900415,
        "lng": 127.34059446686
    },
    {
        "n": "씨유 대전반석역점",
        "a": "대전 유성구 반석로 10 반석역프라자",
        "w": 4,
        "lat": 36.3921189495381,
        "lng": 127.313470412257
    },
    {
        "n": "천하제일복권명당유성점",
        "a": "대전 유성구 유성대로654번길 111",
        "w": 4,
        "lat": 36.3509475313278,
        "lng": 127.33513410825
    },
    {
        "n": "GS25(중촌현대)",
        "a": "대전 중구 중촌동 17-2",
        "w": 4,
        "lat": 36.3374236359498,
        "lng": 127.412499285155
    },
    {
        "n": "행운복권방",
        "a": "부산 부산진구 동평로 115",
        "w": 4,
        "lat": 35.1662677826018,
        "lng": 129.041968564006
    },
    {
        "n": "운수대통복권방",
        "a": "부산 부산진구 전포대로200번길 13",
        "w": 4,
        "lat": 35.1546270038804,
        "lng": 129.066380843455
    },
    {
        "n": "돈벼락맞는곳",
        "a": "부산 사상구 낙동대로 910 마트월드 A-160호",
        "w": 4,
        "lat": 35.1413742954462,
        "lng": 128.970557089716
    },
    {
        "n": "성광복권명당",
        "a": "부산 연제구 과정로 335",
        "w": 4,
        "lat": 35.1899952295364,
        "lng": 129.091093984055
    },
    {
        "n": "진우복권",
        "a": "부산 연제구 월드컵대로 119 204호(연산동)",
        "w": 4,
        "lat": 35.1848206523247,
        "lng": 129.082073722775
    },
    {
        "n": "롯데무역",
        "a": "부산 영도구 꿈나무길 197 1층 복권방",
        "w": 4,
        "lat": 35.0872824268325,
        "lng": 129.04372789849
    },
    {
        "n": "대박유통",
        "a": "부산 중구 구덕로 80 1층",
        "w": 4,
        "lat": 35.0977573296053,
        "lng": 129.027113771694
    },
    {
        "n": "신영슈퍼",
        "a": "서울 강남구 광평로51길 27 삼익아파트상가101호",
        "w": 4,
        "lat": 37.4896147291453,
        "lng": 127.100730117136
    },
    {
        "n": "가로판매대",
        "a": "서울 강동구 올림픽로 648 천호역 3번 출구 앞(가판점)",
        "w": 4,
        "lat": 37.5392912715768,
        "lng": 127.123867283286
    },
    {
        "n": "편의점사랑",
        "a": "서울 강서구 곰달래로25길 57 1층",
        "w": 4,
        "lat": 37.5331477530855,
        "lng": 126.848289726398
    },
    {
        "n": "신명",
        "a": "서울 강서구 방화동로3길 1",
        "w": 4,
        "lat": 37.5624401980028,
        "lng": 126.808443750973
    },
    {
        "n": "또와식품",
        "a": "서울 강서구 양천로 694",
        "w": 4,
        "lat": 37.5501089578592,
        "lng": 126.87285045317
    },
    {
        "n": "버스카드판매대",
        "a": "서울 관악구 신림로 145-2",
        "w": 4,
        "lat": 37.4719679886988,
        "lng": 126.933305670509
    },
    {
        "n": "Today",
        "a": "서울 광진구 광나루로56길 85 테크노마트9층판매동24호",
        "w": 4,
        "lat": 37.535725176732,
        "lng": 127.095692162256
    },
    {
        "n": "엘도라도복권점문점",
        "a": "서울 광진구 용마산로 47",
        "w": 4,
        "lat": 37.5578057118259,
        "lng": 127.087644089209
    },
    {
        "n": "버스토큰판매소",
        "a": "서울 구로구 구로동 1123-1번지 꽃집 옆 가판대",
        "w": 4,
        "lat": 37.4844474814361,
        "lng": 126.902203198218
    },
    {
        "n": "복권방",
        "a": "서울 구로구 구로동 409-80번지 1층",
        "w": 4,
        "lat": 37.4939363498517,
        "lng": 126.882612986646
    },
    {
        "n": "복권마을",
        "a": "서울 구로구 구로동로 72",
        "w": 4,
        "lat": 37.485330400008,
        "lng": 126.886039054657
    },
    {
        "n": "다모아복권방",
        "a": "서울 구로구 서해안로30길 13-7",
        "w": 4,
        "lat": 37.4933156575955,
        "lng": 126.844340293318
    },
    {
        "n": "하이로또",
        "a": "서울 금천구 금하로 686",
        "w": 4,
        "lat": 37.4519003029052,
        "lng": 126.906355229868
    },
    {
        "n": "노다지 노원역점 복권방",
        "a": "서울 노원구 상계로 78",
        "w": 4,
        "lat": 37.6562275670719,
        "lng": 127.063748675774
    },
    {
        "n": "행운복권방",
        "a": "서울 도봉구 노해로63길 79 우림빌딩 112호",
        "w": 4,
        "lat": 37.6530884876081,
        "lng": 127.046291895459
    },
    {
        "n": "정원복권방",
        "a": "서울 도봉구 도봉로 468 1층 101-3호",
        "w": 4,
        "lat": 37.6473861862855,
        "lng": 127.034372618396
    },
    {
        "n": "명당복권",
        "a": "서울 동대문구 용두동 711-4번지 가판",
        "w": 4,
        "lat": 37.577920603701,
        "lng": 127.035797526406
    },
    {
        "n": "용꿈돼지꿈",
        "a": "서울 마포구 마포대로 112-5",
        "w": 4,
        "lat": 37.5446530663459,
        "lng": 126.95214543695
    },
    {
        "n": "굿타임",
        "a": "서울 서대문구 연희로 36",
        "w": 4,
        "lat": 37.5618289324287,
        "lng": 126.927501079858
    },
    {
        "n": "스포츠베팅샵",
        "a": "서울 서초구 양재동(양재2동) 373 104호",
        "w": 4,
        "lat": 37.4713320066886,
        "lng": 127.044366308583
    },
    {
        "n": "가판점",
        "a": "서울 서초구 효령로 283 가판",
        "w": 4,
        "lat": 37.485018595965,
        "lng": 127.015025591396
    },
    {
        "n": "운수대통가판점",
        "a": "서울 성동구 왕십리로 327",
        "w": 4,
        "lat": 37.5623942326737,
        "lng": 127.033224444422
    },
    {
        "n": "우리은행금호동지점앞가판",
        "a": "서울 성동구 장터길 46",
        "w": 4,
        "lat": 37.5481772254814,
        "lng": 127.020995013708
    },
    {
        "n": "한경종합광고",
        "a": "서울 송파구 백제고분로 198",
        "w": 4,
        "lat": 37.5039376838599,
        "lng": 127.088561618297
    },
    {
        "n": "교통카드판매대",
        "a": "서울 송파구 송파대로28길 27 송파성원쌍떼빌 공영주차장앞가판",
        "w": 4,
        "lat": 37.4948121610825,
        "lng": 127.120132764747
    },
    {
        "n": "나라시스컴",
        "a": "서울 영등포구 영등포로 225 영신상가1호",
        "w": 4,
        "lat": 37.5199200639101,
        "lng": 126.906654670129
    },
    {
        "n": "럭키슈퍼",
        "a": "서울 용산구 후암동 446번지",
        "w": 4,
        "lat": 37.5543759425223,
        "lng": 126.976755883096
    },
    {
        "n": "GS25(종로낙원)",
        "a": "서울 종로구 낙원동 230",
        "w": 4,
        "lat": 37.5722438098714,
        "lng": 126.988611298094
    },
    {
        "n": "노다지복권방",
        "a": "서울 종로구 창신동(창신제1동) 302-5",
        "w": 4,
        "lat": 37.5729072304076,
        "lng": 127.0145109659
    },
    {
        "n": "신간판",
        "a": "서울 중구 무교로 24",
        "w": 4,
        "lat": 37.5681041235107,
        "lng": 126.979477972441
    },
    {
        "n": "가로가판대제57호(구)",
        "a": "서울 중구 세종대로14길 6-2",
        "w": 4,
        "lat": 37.5629150248216,
        "lng": 126.977073656125
    },
    {
        "n": "CU(망우점)",
        "a": "서울 중랑구 망우로 410",
        "w": 4,
        "lat": 37.5989670149032,
        "lng": 127.097595683719
    },
    {
        "n": "장보고복권방",
        "a": "서울 중랑구 면목로 288",
        "w": 4,
        "lat": 37.578383961298,
        "lng": 127.086224575115
    },
    {
        "n": "행운복권방",
        "a": "서울 중랑구 봉우재로 41 1층",
        "w": 4,
        "lat": 37.5907829369907,
        "lng": 127.077853865667
    },
    {
        "n": "로또대박",
        "a": "세종 장척로 571",
        "w": 4,
        "lat": 36.4992941129805,
        "lng": 127.221313225938
    },
    {
        "n": "대림통상",
        "a": "울산 중구 태화동 426 일신아파트상가102호",
        "w": 4,
        "lat": 35.5523343878639,
        "lng": 129.297760017432
    },
    {
        "n": "삼성포토랜드",
        "a": "인천 강화군 북문길 6",
        "w": 4,
        "lat": 37.7475855683292,
        "lng": 126.484708548931
    },
    {
        "n": "인생대역전",
        "a": "인천 계양구 임학동 10-10번지",
        "w": 4,
        "lat": 37.5454965279169,
        "lng": 126.738722214507
    },
    {
        "n": "노다지복권방",
        "a": "인천 남구 학익동 264-6번지 외7필지125호",
        "w": 4,
        "lat": null,
        "lng": null
    },
    {
        "n": "홈돌이로또복권",
        "a": "인천 남동구 경원대로 971 삼성홈플러스간석점2층내",
        "w": 4,
        "lat": 37.4695876807099,
        "lng": 126.689107821779
    },
    {
        "n": "경기상회",
        "a": "인천 남동구 만수동 1041-3 104호",
        "w": 4,
        "lat": 37.4431580133553,
        "lng": 126.736819766029
    },
    {
        "n": "대박스타",
        "a": "인천 미추홀구 경인로 348 1층",
        "w": 4,
        "lat": 37.4583282689203,
        "lng": 126.678579916584
    },
    {
        "n": "운수대통",
        "a": "인천 부평구 동암광장로 6 1층 A호",
        "w": 4,
        "lat": 37.4708595158359,
        "lng": 126.702180311352
    },
    {
        "n": "용꿈돼지꿈",
        "a": "인천 부평구 동암남로 11",
        "w": 4,
        "lat": 37.4709934776498,
        "lng": 126.704830357919
    },
    {
        "n": "하늘과바다",
        "a": "인천 부평구 부개동 67-9번지",
        "w": 4,
        "lat": 37.4980254788214,
        "lng": 126.735222571575
    },
    {
        "n": "왕대박복권",
        "a": "인천 부평구 십정동 577-6번지",
        "w": 4,
        "lat": 37.4773513046613,
        "lng": 126.709834722586
    },
    {
        "n": "드림마트",
        "a": "인천 서구 검단로 490",
        "w": 4,
        "lat": 37.6023058201535,
        "lng": 126.658651609265
    },
    {
        "n": "대박복권방",
        "a": "인천 서구 길주로 106 1층 (석남동)",
        "w": 4,
        "lat": 37.5061259255711,
        "lng": 126.673573056853
    },
    {
        "n": "당하복권명당",
        "a": "인천 서구 서곶로 788",
        "w": 4,
        "lat": 37.5881209362767,
        "lng": 126.675351701003
    },
    {
        "n": "마이마트",
        "a": "인천 서구 심곡동 302번지 한국상가제1층101호",
        "w": 4,
        "lat": 37.5431668233498,
        "lng": 126.678248067814
    },
    {
        "n": "제일슈퍼",
        "a": "인천 연수구 동춘동 937번지 제일상가112호",
        "w": 4,
        "lat": 37.4086299098147,
        "lng": 126.670837290378
    },
    {
        "n": "수퍼복권대박",
        "a": "인천 연수구 용담로 60 1층",
        "w": 4,
        "lat": 37.4186656828557,
        "lng": 126.673597092077
    },
    {
        "n": "희망복권방",
        "a": "전남 나주시 풍물시장1길 3",
        "w": 4,
        "lat": 34.9926329097081,
        "lng": 126.709466802169
    },
    {
        "n": "이삭",
        "a": "전남 목포시 남악2로 54 남악프라자A동103호",
        "w": 4,
        "lat": 34.8099232918576,
        "lng": 126.455192365812
    },
    {
        "n": "복권나라",
        "a": "전남 목포시 당가두로14번길 47-1 103호 복권나라",
        "w": 4,
        "lat": 34.8075375629071,
        "lng": 126.437032140788
    },
    {
        "n": "미래유통",
        "a": "전남 목포시 영산로 623",
        "w": 4,
        "lat": 34.8207977287201,
        "lng": 126.421392306789
    },
    {
        "n": "학동복권나라",
        "a": "전남 여수시 흥국로 6",
        "w": 4,
        "lat": 34.7635691680105,
        "lng": 127.663464230519
    },
    {
        "n": "부자복권방",
        "a": "전북 군산시 대명동 138-12번지",
        "w": 4,
        "lat": 35.9804970463945,
        "lng": 126.72022219165
    },
    {
        "n": "영유통(로또복권)",
        "a": "전북 군산시 미룡로 45",
        "w": 4,
        "lat": 35.943966178249,
        "lng": 126.689860969165
    },
    {
        "n": "동남슈퍼",
        "a": "전북 부안군 번영로 173",
        "w": 4,
        "lat": 35.7271834234103,
        "lng": 126.73925525852
    },
    {
        "n": "봉황로또",
        "a": "전북 임실군 운수로 6",
        "w": 4,
        "lat": 35.6158939846112,
        "lng": 127.28207065678
    },
    {
        "n": "복조리복권방",
        "a": "전북 장수군 장계천변길 55-4",
        "w": 4,
        "lat": 35.7310741390472,
        "lng": 127.583548482256
    },
    {
        "n": "훼미리마트 우아대로점",
        "a": "전북 전주시 덕진구 건산로 276",
        "w": 4,
        "lat": 35.8354872716705,
        "lng": 127.167337642741
    },
    {
        "n": "동홍코사마트",
        "a": "제주 서귀포시 동홍서로 108",
        "w": 4,
        "lat": 33.2586554834926,
        "lng": 126.569667425575
    },
    {
        "n": "신세계",
        "a": "제주 제주시 고마로14길 7",
        "w": 4,
        "lat": 33.5060267991326,
        "lng": 126.54024450368
    },
    {
        "n": "제주대림점",
        "a": "제주 제주시 과원북2길 48",
        "w": 4,
        "lat": 33.4787226001942,
        "lng": 126.487607825885
    },
    {
        "n": "행운복권방",
        "a": "제주 제주시 우정로11길 12",
        "w": 4,
        "lat": 33.487662782887,
        "lng": 126.432146138478
    },
    {
        "n": "본스튜디오",
        "a": "제주 제주시 하귀로 111",
        "w": 4,
        "lat": 33.4836097363104,
        "lng": 126.407825234812
    },
    {
        "n": "원동슈퍼",
        "a": "충남 보령시 대천로 28",
        "w": 4,
        "lat": 36.3511507514284,
        "lng": 126.597453937505
    },
    {
        "n": "작은신부",
        "a": "충남 서산시 구진로 6",
        "w": 4,
        "lat": 36.9361277864002,
        "lng": 126.435991033743
    },
    {
        "n": "대박행운복권방",
        "a": "충남 아산시 도고면 금산리 161-21 서해안 휴게소내 편의점",
        "w": 4,
        "lat": 36.7462334863579,
        "lng": 126.866733965049
    },
    {
        "n": "행운복권방",
        "a": "충남 예산군 예산로 241",
        "w": 4,
        "lat": 36.6803051880022,
        "lng": 126.851362510107
    },
    {
        "n": "천안역로또토토복권방",
        "a": "충남 천안시 동남구 대흥동 123-1번지 아시아마트내",
        "w": 4,
        "lat": 36.8091498380403,
        "lng": 127.147742994397
    },
    {
        "n": "대박마트",
        "a": "충남 천안시 동남구 봉서8길 13 봉명청솔아파트상가103호",
        "w": 4,
        "lat": 36.811348418518,
        "lng": 127.133365809332
    },
    {
        "n": "잉크와복권방",
        "a": "충남 천안시 동남구 차돌로 84",
        "w": 4,
        "lat": 36.8020765258975,
        "lng": 127.139416497888
    },
    {
        "n": "신불당로또",
        "a": "충남 천안시 서북구 불당21로 40 501동 지1층 B143호",
        "w": 4,
        "lat": 36.8130061408921,
        "lng": 127.1045945918
    },
    {
        "n": "GS25(두정메트로점)",
        "a": "충남 천안시 서북구 성정동 1451번지",
        "w": 4,
        "lat": 36.8265664174826,
        "lng": 127.141494688781
    },
    {
        "n": "충청복권전문점",
        "a": "충남 천안시 서북구 성환2로 108",
        "w": 4,
        "lat": 36.9169574702619,
        "lng": 127.132852232982
    },
    {
        "n": "혹시나도",
        "a": "충북 음성군 감곡면 장감로149번길 4-4 복권방",
        "w": 4,
        "lat": 37.1191444311227,
        "lng": 127.639402574068
    },
    {
        "n": "진성식품",
        "a": "충북 제천시 중앙로1가(인성동) 115-1 1층",
        "w": 4,
        "lat": 37.1360712765648,
        "lng": 128.209974198588
    },
    {
        "n": "행운복권방",
        "a": "충북 청주시 상당구 상당로 186",
        "w": 4,
        "lat": 36.6449602662681,
        "lng": 127.489702719928
    },
    {
        "n": "복권나라",
        "a": "충북 청주시 상당구 상당로 9",
        "w": 4,
        "lat": 36.6291930748368,
        "lng": 127.491054146657
    },
    {
        "n": "해적책대여점 복권방",
        "a": "충북 청주시 서원구 대원로 28",
        "w": 4,
        "lat": 36.6399768224324,
        "lng": 127.479363506954
    },
    {
        "n": "GS25(청주수곡점)",
        "a": "충북 청주시 서원구 수곡로 45",
        "w": 4,
        "lat": 36.6160635014726,
        "lng": 127.472969491773
    },
    {
        "n": "로또스튜디오",
        "a": "충북 청주시 청원구 사뜸로 48-1 1층",
        "w": 4,
        "lat": 36.6665273574428,
        "lng": 127.481478010017
    },
    {
        "n": "승일유통",
        "a": "충북 청주시 흥덕구 봉명동 200-14번지",
        "w": 4,
        "lat": 36.6383280160341,
        "lng": 127.453756958876
    },
    {
        "n": "행운을주는사람들",
        "a": "충북 충주시 연수동 923번지 1층 복권방",
        "w": 4,
        "lat": 36.9876349059116,
        "lng": 127.931630238358
    },
    {
        "n": "나래복권",
        "a": "충북 충주시 충원대로 952 1층",
        "w": 4,
        "lat": 37.0106825685414,
        "lng": 127.915864847108
    },
    {
        "n": "동해복권방",
        "a": "강원 강릉시 하평길 40",
        "w": 3,
        "lat": 37.7701731438642,
        "lng": 128.913039765485
    },
    {
        "n": "복권천하 미스터잉크동해점",
        "a": "강원 동해시 발한동 597-18번지 16통1반",
        "w": 3,
        "lat": 37.5393281002379,
        "lng": 129.102013220821
    },
    {
        "n": "동명슈퍼",
        "a": "강원 속초시 동명동 458-6",
        "w": 3,
        "lat": 38.2088941879813,
        "lng": 128.592758723628
    },
    {
        "n": "예술로또",
        "a": "강원 영월군 영월읍 영흥리 945-43번지",
        "w": 3,
        "lat": 37.1833390168586,
        "lng": 128.468483369265
    },
    {
        "n": "황금복권",
        "a": "강원 원주시 단계동 808 삼익상가 105호",
        "w": 3,
        "lat": 37.351183296298,
        "lng": 127.929519624698
    },
    {
        "n": "한성로또복권",
        "a": "강원 정선군 고한9길 40",
        "w": 3,
        "lat": 37.1968584958677,
        "lng": 128.858379961013
    },
    {
        "n": "407억당첨가판점",
        "a": "강원 춘천시 중앙로2가(약사명동) 27-1 국민은행앞 가판",
        "w": 3,
        "lat": 37.879233830724,
        "lng": 127.726647659021
    },
    {
        "n": "불티나",
        "a": "강원 춘천시 후석로462번길 94-1 1층",
        "w": 3,
        "lat": 37.8909448546076,
        "lng": 127.751975739485
    },
    {
        "n": "CU(횡성점)",
        "a": "강원 횡성군 횡성읍 읍하리118-1번지",
        "w": 3,
        "lat": 37.4888303211351,
        "lng": 127.985683743386
    },
    {
        "n": "로또복권방",
        "a": "경기 가평군 가평읍 읍내리 448-3 1층",
        "w": 3,
        "lat": 37.8310133582737,
        "lng": 127.512726113976
    },
    {
        "n": "현리행운복권방",
        "a": "경기 가평군 조종희망로 14 엄마손해장국",
        "w": 3,
        "lat": 37.8181859570151,
        "lng": 127.350246442964
    },
    {
        "n": "복권방",
        "a": "경기 고양시 덕양구 동산동 373 1층",
        "w": 3,
        "lat": 37.6484189595426,
        "lng": 126.899212396712
    },
    {
        "n": "최강복권&아이스크림",
        "a": "경기 고양시 덕양구 삼송로 176-1",
        "w": 3,
        "lat": 37.6531005230455,
        "lng": 126.893533996096
    },
    {
        "n": "로데오복권방",
        "a": "경기 고양시 일산동구 무궁화로 40 우림보보카운티108",
        "w": 3,
        "lat": 37.6628995727985,
        "lng": 126.768812031668
    },
    {
        "n": "ALWAYSMART",
        "a": "경기 고양시 일산동구 풍동 150번지",
        "w": 3,
        "lat": 37.6631859146976,
        "lng": 126.803724233545
    },
    {
        "n": "금두꺼비복권방",
        "a": "경기 고양시 일산서구 강성로 263 재성빌딩1층",
        "w": 3,
        "lat": 37.6767581599566,
        "lng": 126.748054044636
    },
    {
        "n": "명동슈퍼",
        "a": "경기 광명시 디지털로 19",
        "w": 3,
        "lat": 37.4740475543898,
        "lng": 126.869686936627
    },
    {
        "n": "로토피아",
        "a": "경기 광명시 오리로 371 상가1층102호",
        "w": 3,
        "lat": 37.4356065752232,
        "lng": 126.879269963217
    },
    {
        "n": "SoundWave",
        "a": "경기 광명시 오리로 956",
        "w": 3,
        "lat": null,
        "lng": null
    },
    {
        "n": "LG슈퍼",
        "a": "경기 광명시 철산동 163번지",
        "w": 3,
        "lat": 37.4810549423884,
        "lng": 126.863360538539
    },
    {
        "n": "월드컵복권방",
        "a": "경기 광주시 경안동 57-12번지",
        "w": 3,
        "lat": 37.4099478312445,
        "lng": 127.258417655629
    },
    {
        "n": "태양정보통신",
        "a": "경기 광주시 고불로 56 상가1층",
        "w": 3,
        "lat": 37.3932322152024,
        "lng": 127.231819068533
    },
    {
        "n": "행운복권방",
        "a": "경기 광주시 양벌로 329",
        "w": 3,
        "lat": 37.370035951021,
        "lng": 127.246300500251
    },
    {
        "n": "오포우림로또",
        "a": "경기 광주시 오포로 899 1층 109호",
        "w": 3,
        "lat": 37.3706047097184,
        "lng": 127.232346864302
    },
    {
        "n": "훼밀리슈퍼",
        "a": "경기 구리시 건원대로34번길 19 세신훼밀리타운102",
        "w": 3,
        "lat": 37.6045083103427,
        "lng": 127.141358503339
    },
    {
        "n": "프로피스",
        "a": "경기 구리시 교문동 764-14번지",
        "w": 3,
        "lat": 37.5920632613402,
        "lng": 127.132530863461
    },
    {
        "n": "운수대통",
        "a": "경기 군포시 군포로745번길 24",
        "w": 3,
        "lat": 37.3709443959264,
        "lng": 126.941442743972
    },
    {
        "n": "24시슈퍼",
        "a": "경기 군포시 번영로 497 금화프라자 금화프라자102호",
        "w": 3,
        "lat": 37.3583199121192,
        "lng": 126.932291369357
    },
    {
        "n": "로또복권방",
        "a": "경기 군포시 산본로323번길 16-6 신명타워 신명빌딩1층1005호",
        "w": 3,
        "lat": 37.3592540547346,
        "lng": 126.93237417283
    },
    {
        "n": "행운로또",
        "a": "경기 김포시 약암로 911",
        "w": 3,
        "lat": 37.6349093834688,
        "lng": 126.553757973803
    },
    {
        "n": "다드림복권",
        "a": "경기 김포시 월하로 930 1층 101호",
        "w": 3,
        "lat": 37.7048981937099,
        "lng": 126.656147267113
    },
    {
        "n": "나눔로또 스포츠토토(김포장기점)",
        "a": "경기 김포시 장기동 1399 1층 110호",
        "w": 3,
        "lat": 37.6448849960552,
        "lng": 126.670688384682
    },
    {
        "n": "천사로또방",
        "a": "경기 남양주시 금곡동 159-66 1층 7호",
        "w": 3,
        "lat": 37.6361885675204,
        "lng": 127.211078618951
    },
    {
        "n": "예스복권방",
        "a": "경기 남양주시 별내중앙로 56 메인프라자 1층 105호",
        "w": 3,
        "lat": 37.6475546107885,
        "lng": 127.123737966215
    },
    {
        "n": "로또암반수베팅샵",
        "a": "경기 남양주시 와부읍 덕소리 141-64번지",
        "w": 3,
        "lat": 37.5872408280637,
        "lng": 127.215699238196
    },
    {
        "n": "알뜰슈퍼",
        "a": "경기 동두천시 평화로 2436-1 4/6",
        "w": 3,
        "lat": null,
        "lng": null
    },
    {
        "n": "돈벼락",
        "a": "경기 부천시 범안로 220 제근린생활시설2동 1층 103호",
        "w": 3,
        "lat": 37.4634533522194,
        "lng": 126.810810314504
    },
    {
        "n": "가판점",
        "a": "경기 부천시 부일로459번길 8 국민은행버스정류장 옆 가판",
        "w": 3,
        "lat": 37.4864146848438,
        "lng": 126.78152794693
    },
    {
        "n": "L-마트",
        "a": "경기 부천시 오정구 삼정동 364번지 부천테크노파크100-103",
        "w": 3,
        "lat": 37.5190152987959,
        "lng": 126.762412808251
    },
    {
        "n": "장군슈퍼",
        "a": "경기 부천시 오정구 원종동 70-8번지",
        "w": 3,
        "lat": 37.5308999237062,
        "lng": 126.805115312316
    },
    {
        "n": "가판점",
        "a": "경기 부천시 원미구 심곡동 176-13번지 가판(국민은행버스정류장옆)",
        "w": 3,
        "lat": 37.4864048018416,
        "lng": 126.781543126944
    },
    {
        "n": "풍전슈퍼",
        "a": "경기 부천시 원미구 원미동 55-1번지",
        "w": 3,
        "lat": 37.4970774601291,
        "lng": 126.791144735331
    },
    {
        "n": "태인(금돼지) 복권",
        "a": "경기 성남시 분당구 돌마로 85 제105호(금곡동 동양프라자)",
        "w": 3,
        "lat": 37.3503879362991,
        "lng": 127.111343157756
    },
    {
        "n": "복권닷컴",
        "a": "경기 성남시 수정구 수정남로 64-1",
        "w": 3,
        "lat": 37.4409273849505,
        "lng": 127.134933944447
    },
    {
        "n": "대박찬스",
        "a": "경기 성남시 중원구 금광동 4460번지",
        "w": 3,
        "lat": 37.4468678451374,
        "lng": 127.158196995114
    },
    {
        "n": "1번지복권방",
        "a": "경기 성남시 중원구 희망로 448 1층일부 (금광동)",
        "w": 3,
        "lat": 37.4449017783522,
        "lng": 127.157293323558
    },
    {
        "n": "태일이엔지",
        "a": "경기 수원시 권선구 권선동 1188 한양아파트상가 107호",
        "w": 3,
        "lat": 37.2525008476891,
        "lng": 127.021047162137
    },
    {
        "n": "로또25시",
        "a": "경기 수원시 권선구 금곡로102번길 15 비즈웍스 비즈웍스 111호",
        "w": 3,
        "lat": 37.2735010149489,
        "lng": 126.941851927412
    },
    {
        "n": "세류보석복권방",
        "a": "경기 수원시 권선구 세류동 1090-7",
        "w": 3,
        "lat": 37.254872749557,
        "lng": 127.015883343017
    },
    {
        "n": "드림복권방",
        "a": "경기 수원시 권선구 정조로 515",
        "w": 3,
        "lat": 37.2552707452088,
        "lng": 127.0110966544
    },
    {
        "n": "이플러스",
        "a": "경기 수원시 영통구 매탄동 153-14번지",
        "w": 3,
        "lat": 37.2742772972225,
        "lng": 127.044324822872
    },
    {
        "n": "영화모음",
        "a": "경기 수원시 장안구 금당로39번길 6 뉴타운프라자A-107",
        "w": 3,
        "lat": 37.3032213498485,
        "lng": 127.016087737324
    },
    {
        "n": "남문시장",
        "a": "경기 수원시 팔달구 수원천로255번길 6 89호(영동 영동시장)",
        "w": 3,
        "lat": 37.276815687652,
        "lng": 127.018660256526
    },
    {
        "n": "월드컵",
        "a": "경기 수원시 팔달구 우만동 519-3",
        "w": 3,
        "lat": 37.285324172703,
        "lng": 127.035074775348
    },
    {
        "n": "웅진",
        "a": "경기 수원시 팔달구 효원로 257 동수원홈플러스 4층",
        "w": 3,
        "lat": 37.2627570803461,
        "lng": 127.030130394758
    },
    {
        "n": "메가마트",
        "a": "경기 시흥시 정왕대로 64 메가쇼핑몰1층123호",
        "w": 3,
        "lat": 37.3542509037182,
        "lng": 126.723528822124
    },
    {
        "n": "홈플러스선부점로또판매",
        "a": "경기 안산시 단원구 삼일로 316",
        "w": 3,
        "lat": 37.333775105989,
        "lng": 126.812579120568
    },
    {
        "n": "로또복권",
        "a": "경기 안산시 단원구 선부광장1로 121 중앙슈퍼 101호",
        "w": 3,
        "lat": 37.3322432382441,
        "lng": 126.812108218786
    },
    {
        "n": "GS25(안산산호)",
        "a": "경기 안산시 단원구 선부동 1081번지산호한양상가101호",
        "w": 3,
        "lat": 37.3366907807355,
        "lng": 126.813283020274
    },
    {
        "n": "대박복권방",
        "a": "경기 안산시 단원구 신길중앙로1길 40 101호",
        "w": 3,
        "lat": 37.3361179773193,
        "lng": 126.762285379174
    },
    {
        "n": "행운이가득한집",
        "a": "경기 안산시 상록구 건건로 28 동호상가B-14호",
        "w": 3,
        "lat": 37.3037382718725,
        "lng": 126.901473409909
    },
    {
        "n": "복권명당",
        "a": "경기 안산시 상록구 광덕산2로 25",
        "w": 3,
        "lat": 37.3354253476662,
        "lng": 126.846060520269
    },
    {
        "n": "대선세무경영사무소",
        "a": "경기 안산시 상록구 석호로 189 101호",
        "w": 3,
        "lat": 37.2959247127972,
        "lng": 126.852531013148
    },
    {
        "n": "나눔로또한대점",
        "a": "경기 안산시 상록구 중보로 57 한양대프라자106호",
        "w": 3,
        "lat": 37.3081120642399,
        "lng": 126.852848213793
    },
    {
        "n": "안성휴게소 복권판매점(부산방향)",
        "a": "경기 안성시 경부고속도로 365 안성휴게소 하행선 내",
        "w": 3,
        "lat": 37.0135818447457,
        "lng": 127.144715602331
    },
    {
        "n": "행운복권방",
        "a": "경기 안성시 서동대로 7184 1층 복권방",
        "w": 3,
        "lat": 37.084254742275,
        "lng": 127.449002450674
    },
    {
        "n": "천하명당복권방",
        "a": "경기 안성시 영동 428번지",
        "w": 3,
        "lat": 37.0065961278803,
        "lng": 127.273697688817
    },
    {
        "n": "하이로또복권방",
        "a": "경기 안양시 동안구 관악대로339번길 7",
        "w": 3,
        "lat": 37.404204005638,
        "lng": 126.960193944136
    },
    {
        "n": "인덕원가판점",
        "a": "경기 안양시 동안구 관양동(관양2동) 1488-5",
        "w": 3,
        "lat": 37.4026717613485,
        "lng": 126.975136573375
    },
    {
        "n": "대박",
        "a": "경기 안양시 동안구 관평로170번길 33",
        "w": 3,
        "lat": 37.3930187793518,
        "lng": 126.962287233607
    },
    {
        "n": "마이더스로또복권방",
        "a": "경기 안양시 동안구 안양판교로 12-2",
        "w": 3,
        "lat": 37.4008441877561,
        "lng": 126.977683645398
    },
    {
        "n": "행운나라복권방",
        "a": "경기 안양시 만안구 석수3동 785-14번지",
        "w": 3,
        "lat": 37.4074324002125,
        "lng": 126.89793334659
    },
    {
        "n": "가두판매점",
        "a": "경기 안양시 만안구 안양로 265 우리은행 안양중앙지점 우리은행앞도로",
        "w": 3,
        "lat": 37.3962069564148,
        "lng": 126.923207944089
    },
    {
        "n": "복권사랑",
        "a": "경기 양주시 덕계동 462-2번지",
        "w": 3,
        "lat": 37.8194972903386,
        "lng": 127.047134091847
    },
    {
        "n": "샘내로또판매",
        "a": "경기 양주시 산북동 333-13번지",
        "w": 3,
        "lat": 37.8055006021764,
        "lng": 127.045380666741
    },
    {
        "n": "일등복권",
        "a": "경기 양주시 송랑로 223",
        "w": 3,
        "lat": 37.8044859572152,
        "lng": 127.085310369977
    },
    {
        "n": "대박명당",
        "a": "경기 양주시 옥정동로5길 6",
        "w": 3,
        "lat": 37.8164902038456,
        "lng": 127.09872995
    },
    {
        "n": "찬스365",
        "a": "경기 양평군 양서면 양수리 562-6번지",
        "w": 3,
        "lat": 37.5447944570913,
        "lng": 127.318065942227
    },
    {
        "n": "행운복권방",
        "a": "경기 양평군 용문로 358-1 1층",
        "w": 3,
        "lat": 37.4843500526233,
        "lng": 127.593675837624
    },
    {
        "n": "금도끼복권방",
        "a": "경기 양평군 용문로 812 1층",
        "w": 3,
        "lat": 37.5073911989454,
        "lng": 127.631745325985
    },
    {
        "n": "훼미리마트(여주ＩＣ점)",
        "a": "경기 여주군 여주읍 점봉리 437-11층234호",
        "w": 3,
        "lat": 37.2640706205348,
        "lng": 127.639452480077
    },
    {
        "n": "노다지복권방",
        "a": "경기 오산시 오산동 394-1번지",
        "w": 3,
        "lat": 37.1542502560816,
        "lng": 127.068727496633
    },
    {
        "n": "행운로또복권",
        "a": "경기 오산시 오산동 876-2",
        "w": 3,
        "lat": 37.1487801809357,
        "lng": 127.068909178254
    },
    {
        "n": "포유25다농점",
        "a": "경기 오산시 운천로 80-5 거성그린프라자114호",
        "w": 3,
        "lat": 37.1497097989907,
        "lng": 127.075428711248
    },
    {
        "n": "천복당",
        "a": "경기 오산시 원동 215-3",
        "w": 3,
        "lat": 37.1462161023158,
        "lng": 127.074172328601
    },
    {
        "n": "행복한집",
        "a": "경기 오산시 원동 379-8번지",
        "w": 3,
        "lat": 37.1377862900695,
        "lng": 127.07422059761
    },
    {
        "n": "황금 복권방",
        "a": "경기 용인시 기흥구 상하동 483-1번지 어정프라자 103호",
        "w": 3,
        "lat": 37.2759028048413,
        "lng": 127.144055662242
    },
    {
        "n": "로또복권짱",
        "a": "경기 용인시 처인구 마평동 582-3번지",
        "w": 3,
        "lat": 37.2300956777185,
        "lng": 127.214471163224
    },
    {
        "n": "용인로또복권방",
        "a": "경기 용인시 처인구 백옥대로 2076-1",
        "w": 3,
        "lat": 37.3102727747882,
        "lng": 127.240581824345
    },
    {
        "n": "정우",
        "a": "경기 용인시 처인구 백옥대로 607 G마트 대농파머스건물내",
        "w": 3,
        "lat": 37.1910795187038,
        "lng": 127.206372690576
    },
    {
        "n": "둔전행운복권방",
        "a": "경기 용인시 처인구 포곡로 110",
        "w": 3,
        "lat": 37.2692357529358,
        "lng": 127.217656299628
    },
    {
        "n": "명진슈퍼",
        "a": "경기 의왕시 고천동 295-26",
        "w": 3,
        "lat": 37.3492149628779,
        "lng": 126.974419361033
    },
    {
        "n": "북부슈퍼",
        "a": "경기 의정부시 가능로125번길 22",
        "w": 3,
        "lat": 37.7479809553854,
        "lng": 127.044812570219
    },
    {
        "n": "행복로또판매점",
        "a": "경기 의정부시 오목로 219 106호",
        "w": 3,
        "lat": 37.7458759644624,
        "lng": 127.099401034696
    },
    {
        "n": "드림복권방",
        "a": "경기 의정부시 청사로5번길 26",
        "w": 3,
        "lat": 37.7488107594075,
        "lng": 127.069650694541
    },
    {
        "n": "당첨희망복권점",
        "a": "경기 이천시 관고동 4-31 관고사거리",
        "w": 3,
        "lat": 37.2824969307776,
        "lng": 127.438604671897
    },
    {
        "n": "현대할인마트",
        "a": "경기 이천시 신둔면 수광리 312-4",
        "w": 3,
        "lat": 37.3068430143677,
        "lng": 127.403142429139
    },
    {
        "n": "노다지복권방",
        "a": "경기 파주시 문산읍 문산리6-2번지",
        "w": 3,
        "lat": 37.8584004658096,
        "lng": 126.785179116883
    },
    {
        "n": "SK@24시편의점",
        "a": "경기 파주시 야동동 589-10번지",
        "w": 3,
        "lat": 37.7730535708367,
        "lng": 126.751264084529
    },
    {
        "n": "교하로또판매점",
        "a": "경기 파주시 파주로 266 아이비타워108호",
        "w": 3,
        "lat": 37.7261729297037,
        "lng": 126.718241997855
    },
    {
        "n": "로또카페",
        "a": "경기 평택시 관광특구로 13 1층102호",
        "w": 3,
        "lat": 37.0672163988635,
        "lng": 127.060540115554
    },
    {
        "n": "프림",
        "a": "경기 평택시 서해로 1402 GS편의점 내",
        "w": 3,
        "lat": 37.0174768194163,
        "lng": 126.945373086482
    },
    {
        "n": "로또.토토.블루베리",
        "a": "경기 평택시 안현로서6길 7 대건빌딩 105호",
        "w": 3,
        "lat": 36.9833330633883,
        "lng": 126.928058624342
    },
    {
        "n": "왕대박",
        "a": "경기 평택시 팽성읍 안정리 41-294",
        "w": 3,
        "lat": 36.9611443580293,
        "lng": 127.045741294192
    },
    {
        "n": "드림복권전문점",
        "a": "경기 평택시 평남로 651",
        "w": 3,
        "lat": 36.991936717261,
        "lng": 127.106961289742
    },
    {
        "n": "로또판매점",
        "a": "경기 포천시 신북면 가채리 23-2",
        "w": 3,
        "lat": 37.9201431385167,
        "lng": 127.221231599687
    },
    {
        "n": "행운로또",
        "a": "경기 하남시 망월동 1108-1 101호",
        "w": 3,
        "lat": 37.5615377840486,
        "lng": 127.191152933311
    },
    {
        "n": "도깨비",
        "a": "경기 하남시 서하남로 136",
        "w": 3,
        "lat": 37.5141943211085,
        "lng": 127.158943009001
    },
    {
        "n": "건강마트",
        "a": "경기 하남시 신장2동 315-2번지",
        "w": 3,
        "lat": 37.5471433799797,
        "lng": 127.211444457718
    },
    {
        "n": "성강동인",
        "a": "경기 하남시 신장로 212 1층 2호",
        "w": 3,
        "lat": 37.543922368772,
        "lng": 127.198273083866
    },
    {
        "n": "파크애비뉴",
        "a": "경기 화성시 동탄공원로3길 40-6 102호",
        "w": 3,
        "lat": 37.2080436592589,
        "lng": 127.062564818759
    },
    {
        "n": "떴다GO 1등",
        "a": "경기 화성시 동탄반석로 172 1층 138호(동탄 파라곤점)",
        "w": 3,
        "lat": 37.2039249173011,
        "lng": 127.072141201359
    },
    {
        "n": "한방복권방",
        "a": "경기 화성시 효행로763번길 23",
        "w": 3,
        "lat": null,
        "lng": null
    },
    {
        "n": "블루진 로또점",
        "a": "경남 거제시 거제중앙로19길 8 102호",
        "w": 3,
        "lat": 34.885796972918,
        "lng": 128.623656190446
    },
    {
        "n": "CU(거제해금강)",
        "a": "경남 거제시 고현동 997-5번지",
        "w": 3,
        "lat": 34.8941258410234,
        "lng": 128.630191891601
    },
    {
        "n": "운수대통",
        "a": "경남 거제시 능포로 108 1층 109호",
        "w": 3,
        "lat": 34.8733568835594,
        "lng": 128.730993369465
    },
    {
        "n": "빙그레 돈벼락 맞는곳",
        "a": "경남 김해시 김해대로 910 좌측 복권판매점",
        "w": 3,
        "lat": 35.2932300268868,
        "lng": 128.78292895073
    },
    {
        "n": "대풍로또판매점",
        "a": "경남 김해시 번화2로 36",
        "w": 3,
        "lat": 35.1922681557602,
        "lng": 128.805250450296
    },
    {
        "n": "대동복권방",
        "a": "경남 김해시 월산로 112-57 이마트편의점 좌측 복권판매점",
        "w": 3,
        "lat": 35.2069223701528,
        "lng": 128.804680163888
    },
    {
        "n": "진빈레코드",
        "a": "경남 밀양시 북성로 7",
        "w": 3,
        "lat": 35.4984578095921,
        "lng": 128.743849472364
    },
    {
        "n": "부강 돈벼락",
        "a": "경남 양산시 물금로 41 (물금리 800-5, 양우내안애5차 상가 108호)",
        "w": 3,
        "lat": 35.3101726118177,
        "lng": 128.989390625365
    },
    {
        "n": "로또판매업",
        "a": "경남 양산시 북정로 31 CU편의점 내",
        "w": 3,
        "lat": 35.3589814044456,
        "lng": 129.043704037573
    },
    {
        "n": "서창복권나라",
        "a": "경남 양산시 서창서2길 3",
        "w": 3,
        "lat": 35.4162007541456,
        "lng": 129.172241773542
    },
    {
        "n": "지에스(GS25)뉴양산혜인점",
        "a": "경남 양산시 웅상대로 955 GS편의점",
        "w": 3,
        "lat": 35.3848616457542,
        "lng": 129.15504959311
    },
    {
        "n": "양산덕계점(로또)",
        "a": "경남 양산시 평산동 94-4번지 미니스톱평산점내",
        "w": 3,
        "lat": 35.3819079224343,
        "lng": 129.151347677007
    },
    {
        "n": "진양호",
        "a": "경남 진주시 남강로 58 1층",
        "w": 3,
        "lat": 35.1628991477944,
        "lng": 128.039453130671
    },
    {
        "n": "완월로또",
        "a": "경남 창원시 마산합포구 고운로 175 한미초록빌라 세븐일레븐 내",
        "w": 3,
        "lat": 35.1973578857639,
        "lng": 128.561850032928
    },
    {
        "n": "채널큐",
        "a": "경남 창원시 마산합포구 산호남로 11-1",
        "w": 3,
        "lat": 35.2175258585121,
        "lng": 128.581426986506
    },
    {
        "n": "지에스(GS)25 진동에이스점",
        "a": "경남 창원시 마산합포구 신서촌1길 49 1층 GS편의점내",
        "w": 3,
        "lat": 35.116007672958,
        "lng": 128.486403876131
    },
    {
        "n": "넝쿨째(블루25 중앙점)",
        "a": "경남 창원시 마산합포구 중앙동2가(중앙동) 2-280 1층",
        "w": 3,
        "lat": 35.1938743255244,
        "lng": 128.566272613549
    },
    {
        "n": "해피복권",
        "a": "경남 창원시 마산회원구 양덕동 17-3번지 양덕편의점 내",
        "w": 3,
        "lat": 35.2314429207721,
        "lng": 128.583995468938
    },
    {
        "n": "Goodday복권전문점",
        "a": "경남 창원시 성산구 반지동 82-16번지",
        "w": 3,
        "lat": 35.2399878781964,
        "lng": 128.661622326385
    },
    {
        "n": "천하명당(팔용점)",
        "a": "경남 창원시 의창구 사화로 26",
        "w": 3,
        "lat": 35.2563338060721,
        "lng": 128.610280547325
    },
    {
        "n": "영화복권",
        "a": "경남 창원시 진해구 안청남로 14",
        "w": 3,
        "lat": 35.1010601812409,
        "lng": 128.804480868583
    },
    {
        "n": "코리아슈퍼",
        "a": "경남 통영시 무전동 985-1 상가1층 103호",
        "w": 3,
        "lat": 34.8591119418528,
        "lng": 128.431200196606
    },
    {
        "n": "토큰판매",
        "a": "경북 경산시 대동 168-1번지 토큰박스",
        "w": 3,
        "lat": 35.8371749811908,
        "lng": 128.75372583026
    },
    {
        "n": "CU노서점",
        "a": "경북 경주시 금성로259번길 38 1층 CU 노서점 내",
        "w": 3,
        "lat": 35.8410094421566,
        "lng": 129.203021310129
    },
    {
        "n": "옥좌로또점",
        "a": "경북 경주시 내외로 10 좌측4번째상가",
        "w": 3,
        "lat": 35.7270474606936,
        "lng": 129.320670765381
    },
    {
        "n": "복권명당",
        "a": "경북 경주시 동문로 46",
        "w": 3,
        "lat": 35.8486080075903,
        "lng": 129.214210346305
    },
    {
        "n": "역전로또",
        "a": "경북 경주시 원화로 260 1층 짐케어내",
        "w": 3,
        "lat": 35.8436232350282,
        "lng": 129.217488618156
    },
    {
        "n": "로또복권 황성점",
        "a": "경북 경주시 황성로27번길 2 1층 4호",
        "w": 3,
        "lat": 35.8657623627366,
        "lng": 129.214403610016
    },
    {
        "n": "GMART",
        "a": "경북 구미시 구미중앙로 57-3",
        "w": 3,
        "lat": 36.1300209053001,
        "lng": 128.32904238643
    },
    {
        "n": "로또복권애니타임점",
        "a": "경북 구미시 인동중앙로11길 24 애니타임편의점 내",
        "w": 3,
        "lat": 36.1090287660782,
        "lng": 128.420006050186
    },
    {
        "n": "스타마트",
        "a": "경북 구미시 임은길 15",
        "w": 3,
        "lat": 36.0875208993373,
        "lng": 128.364593947857
    },
    {
        "n": "로또복권4공단점",
        "a": "경북 구미시 첨단기업1로 18",
        "w": 3,
        "lat": 36.1404916610865,
        "lng": 128.439392614256
    },
    {
        "n": "로또복권",
        "a": "경북 김천시 신음동 462-24",
        "w": 3,
        "lat": 36.1348039418824,
        "lng": 128.118514008274
    },
    {
        "n": "에버빌마트",
        "a": "경북 안동시 정하동 240-2",
        "w": 3,
        "lat": 36.5511207581608,
        "lng": 128.73126147114
    },
    {
        "n": "진양상회",
        "a": "경북 영주시 선비로 68",
        "w": 3,
        "lat": 36.811228689448,
        "lng": 128.624088366874
    },
    {
        "n": "광포로또복권",
        "a": "경북 울진군 죽변북로 154",
        "w": 3,
        "lat": 37.067666349125,
        "lng": 129.410333608822
    },
    {
        "n": "일등복권",
        "a": "경북 칠곡군 금암중앙길 42",
        "w": 3,
        "lat": 35.9825449007385,
        "lng": 128.553640893388
    },
    {
        "n": "신라슈퍼",
        "a": "경북 포항시 남구 일월로 112",
        "w": 3,
        "lat": 35.9879063950502,
        "lng": 129.445356110751
    },
    {
        "n": "영화유통",
        "a": "경북 포항시 북구 양학천로 15 1층",
        "w": 3,
        "lat": 36.0237320718825,
        "lng": 129.353914672823
    },
    {
        "n": "복권나라",
        "a": "경북 포항시 북구 장량로140번길 9",
        "w": 3,
        "lat": 36.0807952248086,
        "lng": 129.396033290327
    },
    {
        "n": "빛고을로또",
        "a": "광주 광산구 소촌로 147 세븐일레븐",
        "w": 3,
        "lat": 35.1573862848631,
        "lng": 126.791856163446
    },
    {
        "n": "세븐일레븐 수완점",
        "a": "광주 광산구 수완동 1428 세븐일레븐내",
        "w": 3,
        "lat": 35.1903836343415,
        "lng": 126.825323109504
    },
    {
        "n": "백송마트",
        "a": "광주 광산구 월계로 110 104호",
        "w": 3,
        "lat": 35.2134818461845,
        "lng": 126.837414810466
    },
    {
        "n": "하나마트(하남4번로)",
        "a": "광주 광산구 장덕동 992-12번지 하나마트내",
        "w": 3,
        "lat": 35.1907532732781,
        "lng": 126.809247825632
    },
    {
        "n": "훼미리로또",
        "a": "광주 남구 봉선로 164 삼환빌딩 CU봉선쌍용점 내",
        "w": 3,
        "lat": 35.1227697283788,
        "lng": 126.91310972064
    },
    {
        "n": "동원슈퍼",
        "a": "광주 남구 월산5동 1053-22번지",
        "w": 3,
        "lat": 35.1370818118311,
        "lng": 126.896636752243
    },
    {
        "n": "대야지복권",
        "a": "광주 남구 주월동 961-24번지",
        "w": 3,
        "lat": 35.1347406813718,
        "lng": 126.897994903933
    },
    {
        "n": "1등로또방",
        "a": "광주 동구 중앙로 249-2",
        "w": 3,
        "lat": 35.1542899802599,
        "lng": 126.92013366905
    },
    {
        "n": "행운편의점",
        "a": "광주 북구 면앙로 36",
        "w": 3,
        "lat": 35.1793582932207,
        "lng": 126.916140929826
    },
    {
        "n": "중흥마트",
        "a": "광주 북구 문산로 30 중흥2차 아파트상가 1층",
        "w": 3,
        "lat": 35.1840586767397,
        "lng": 126.922487978746
    },
    {
        "n": "타운복권방",
        "a": "광주 북구 밤실로 184-1",
        "w": 3,
        "lat": 35.1637730349758,
        "lng": 126.934122609611
    },
    {
        "n": "복권마트",
        "a": "광주 북구 북문대로 89 벽산메가시티상가 101동 116호",
        "w": 3,
        "lat": 35.1780043926297,
        "lng": 126.876831237067
    },
    {
        "n": "대박찬스",
        "a": "광주 북구 오치동 776-7번지",
        "w": 3,
        "lat": 35.1870594805379,
        "lng": 126.90186841193
    },
    {
        "n": "천국열쇠",
        "a": "광주 북구 운암동 1040-10번지",
        "w": 3,
        "lat": 35.1825350574649,
        "lng": 126.872048426593
    },
    {
        "n": "풍향동복권나라",
        "a": "광주 북구 풍향동 581-19",
        "w": 3,
        "lat": 35.1628241204059,
        "lng": 126.927856566903
    },
    {
        "n": "세븐일레븐동천점",
        "a": "광주 서구 동천동 600번지 세븐일레븐 동천점 내",
        "w": 3,
        "lat": 35.1713128457387,
        "lng": 126.864456367696
    },
    {
        "n": "영화복권(버들점)",
        "a": "광주 서구 상무버들로 32",
        "w": 3,
        "lat": 35.1646302656814,
        "lng": 126.860013256913
    },
    {
        "n": "복권나라",
        "a": "대구 달성군 논공읍 논공중앙로 106",
        "w": 3,
        "lat": 35.7268184405189,
        "lng": 128.44766013498
    },
    {
        "n": "로또복권",
        "a": "대구 동구 아양로 294 1층",
        "w": 3,
        "lat": 35.8904350831668,
        "lng": 128.642967846908
    },
    {
        "n": "청구마트",
        "a": "대구 북구 검단로 34 청구아파트상가108동102호",
        "w": 3,
        "lat": 35.9004285818947,
        "lng": 128.615921958708
    },
    {
        "n": "로또복권",
        "a": "대구 북구 대현로 63 (대현동)1층",
        "w": 3,
        "lat": 35.8839860050041,
        "lng": 128.606632322558
    },
    {
        "n": "돈벼락복권방",
        "a": "대구 북구 동변동 686번지 1층",
        "w": 3,
        "lat": 35.9206824033689,
        "lng": 128.603772733296
    },
    {
        "n": "복권판매소(서문큰장네거리)",
        "a": "대구 서구 국채보상로 438",
        "w": 3,
        "lat": 35.8704763049258,
        "lng": 128.578735516516
    },
    {
        "n": "코리아마트(비산점)",
        "a": "대구 서구 비산동 368-2번지",
        "w": 3,
        "lat": 35.8724257074621,
        "lng": 128.568711802099
    },
    {
        "n": "복권명당",
        "a": "대구 수성구 들안로 243 1층",
        "w": 3,
        "lat": 35.8517462942895,
        "lng": 128.616648593278
    },
    {
        "n": "지에스25 신매태왕점로또",
        "a": "대구 수성구 욱수천로 70 편의점_GS25",
        "w": 3,
        "lat": 35.8345107816972,
        "lng": 128.711611534117
    },
    {
        "n": "복권명당",
        "a": "대구 수성구 천을로 180 동서1차아파트상가108-112호",
        "w": 3,
        "lat": 35.8417802987404,
        "lng": 128.710244325293
    },
    {
        "n": "복권천국",
        "a": "대구 중구 대봉동 13-17번지",
        "w": 3,
        "lat": 35.8623321156893,
        "lng": 128.605238175593
    },
    {
        "n": "토큰박스 서문5지구점",
        "a": "대구 중구 큰장로26길 5 1층",
        "w": 3,
        "lat": 35.8685996061089,
        "lng": 128.578466117132
    },
    {
        "n": "천하명당복권방역전점",
        "a": "대전 동구 대전로 815",
        "w": 3,
        "lat": 36.3324043669074,
        "lng": 127.431884631334
    },
    {
        "n": "노다지복권방",
        "a": "대전 동구 성남동 505-7번지",
        "w": 3,
        "lat": 36.3467580701844,
        "lng": 127.432142123251
    },
    {
        "n": "주공24시편의방",
        "a": "대전 동구 판암동 204번지 판암주공아파트2차상가",
        "w": 3,
        "lat": 36.3166609260332,
        "lng": 127.461164042324
    },
    {
        "n": "로또복권벽산블루밍",
        "a": "대전 서구 갈마로 262 맑은아침아파트",
        "w": 3,
        "lat": 36.3324132494214,
        "lng": 127.382596531787
    },
    {
        "n": "썬마트",
        "a": "대전 서구 관저동 1109번지 신선타워105호 GS25편의점",
        "w": 3,
        "lat": 36.3008106571227,
        "lng": 127.33442461263
    },
    {
        "n": "돈벼락맞는곳",
        "a": "대전 서구 복수남로 16",
        "w": 3,
        "lat": 36.2977835948344,
        "lng": 127.379572102104
    },
    {
        "n": "8888로또",
        "a": "대전 서구 월평북로 77",
        "w": 3,
        "lat": 36.3624610962477,
        "lng": 127.376882275946
    },
    {
        "n": "복권왕국",
        "a": "대전 서구 정림동 594번지",
        "w": 3,
        "lat": 36.3063236748068,
        "lng": 127.365861998409
    },
    {
        "n": "복권전문점",
        "a": "대전 유성구 봉명동 568-4번지",
        "w": 3,
        "lat": 36.354069239207,
        "lng": 127.336180584157
    },
    {
        "n": "태양마트",
        "a": "대전 유성구 지족동 905-1번지 그랜드타운105호",
        "w": 3,
        "lat": 36.3736610375171,
        "lng": 127.318418021491
    },
    {
        "n": "천하제일복권명당",
        "a": "대전 중구 대종로 301-1 1층",
        "w": 3,
        "lat": 36.3128046450746,
        "lng": 127.435044952743
    },
    {
        "n": "로또판매점(바이더웨이)",
        "a": "부산 금정구 구서동 415-2번지 세븐일레븐내",
        "w": 3,
        "lat": 35.2465193822099,
        "lng": 129.090849758352
    },
    {
        "n": "돼지복권명당",
        "a": "부산 기장군 해맞이로 365-1",
        "w": 3,
        "lat": 35.3265050931441,
        "lng": 129.27664987202
    },
    {
        "n": "팬레코드",
        "a": "부산 남구 수영로 253",
        "w": 3,
        "lat": 35.135509460517,
        "lng": 129.094172718514
    },
    {
        "n": "현아상회",
        "a": "부산 남구 용호동 371-13번지",
        "w": 3,
        "lat": 35.119738185521,
        "lng": 129.11268272374
    },
    {
        "n": "하나열쇠",
        "a": "부산 남구 용호로 179",
        "w": 3,
        "lat": 35.116213154382,
        "lng": 129.111171634666
    },
    {
        "n": "황금로또",
        "a": "부산 동구 중앙대로251번길 42-1",
        "w": 3,
        "lat": 35.1201654694364,
        "lng": 129.039605346254
    },
    {
        "n": "왕대박",
        "a": "부산 동래구 사직3동 140-33번지",
        "w": 3,
        "lat": 35.2010534044178,
        "lng": 129.074079313676
    },
    {
        "n": "슈퍼복권나라",
        "a": "부산 부산진구 가야동(가야제1동) 377-10",
        "w": 3,
        "lat": 35.1546084194796,
        "lng": 129.037430885391
    },
    {
        "n": "대구연쇄점",
        "a": "부산 부산진구 중앙대로783번길 8",
        "w": 3,
        "lat": 35.1623576443501,
        "lng": 129.062361351657
    },
    {
        "n": "구포라인점",
        "a": "부산 북구 구포동 700-148번지",
        "w": 3,
        "lat": 35.2022807653923,
        "lng": 129.004373060522
    },
    {
        "n": "로또구포점",
        "a": "부산 북구 덕천2길 23-3 1층",
        "w": 3,
        "lat": 35.2092450080923,
        "lng": 129.006541323501
    },
    {
        "n": "럭키",
        "a": "부산 북구 시랑로 137",
        "w": 3,
        "lat": 35.1954681473453,
        "lng": 129.010398122244
    },
    {
        "n": "하프타임(괴정점)",
        "a": "부산 사하구 괴정동 282-3번지",
        "w": 3,
        "lat": 35.102431385906,
        "lng": 128.997998704074
    },
    {
        "n": "슈퍼복권나라",
        "a": "부산 사하구 하단동 590-7번지 GS25편의점",
        "w": 3,
        "lat": 35.1054424737126,
        "lng": 128.966552477705
    },
    {
        "n": "돈벼락맞는곳",
        "a": "부산 서구 구덕로 194",
        "w": 3,
        "lat": 35.1019402878652,
        "lng": 129.020050789229
    },
    {
        "n": "복권천국",
        "a": "부산 서구 구덕로 207-1",
        "w": 3,
        "lat": 35.1031606699609,
        "lng": 129.019736692817
    },
    {
        "n": "제일복권",
        "a": "부산 서구 충무대로255번길 9 충무쇼핑1층",
        "w": 3,
        "lat": 35.0930541909753,
        "lng": 129.023262189766
    },
    {
        "n": "싱글벙글복권방",
        "a": "부산 연제구 중앙대로 1041 1층",
        "w": 3,
        "lat": 35.1815540246037,
        "lng": 129.077779586428
    },
    {
        "n": "백금당",
        "a": "부산 중구 중구로29번길 26",
        "w": 3,
        "lat": 35.1005221239368,
        "lng": 129.026538020583
    },
    {
        "n": "동일통신",
        "a": "부산 해운대구 반여1동 1361-2번지",
        "w": 3,
        "lat": 35.1953993030744,
        "lng": 129.118583832095
    },
    {
        "n": "경동플러스",
        "a": "부산 해운대구 세실로 30 경동G-PLUS아파트상가103",
        "w": 3,
        "lat": 35.1686044730957,
        "lng": 129.179287469768
    },
    {
        "n": "돈벼락맞는곳",
        "a": "부산 해운대구 양운로 55 두산위브센티움상가102호",
        "w": 3,
        "lat": 35.1681697165142,
        "lng": 129.176218799492
    },
    {
        "n": "경동G-PLUS할인마트",
        "a": "부산 해운대구 좌동 1317번지 경동G-PLUS아파트상가103",
        "w": 3,
        "lat": 35.1684089729105,
        "lng": 129.17943007334
    },
    {
        "n": "베스토아",
        "a": "서울 강남구 역삼로 166 세현빌딩",
        "w": 3,
        "lat": 37.4950520768848,
        "lng": 127.037244965742
    },
    {
        "n": "바이복",
        "a": "서울 강남구 일원로5길 19",
        "w": 3,
        "lat": 37.4913691994619,
        "lng": 127.082316257623
    },
    {
        "n": "강일코사할인마트",
        "a": "서울 강동구 강일동 699번지 강일리버파크9단지107호108호",
        "w": 3,
        "lat": 37.5600680693929,
        "lng": 127.178795220726
    },
    {
        "n": "노다지훼밀리",
        "a": "서울 강동구 구천면로 251",
        "w": 3,
        "lat": 37.5428012323584,
        "lng": 127.13126443343
    },
    {
        "n": "럭키마켓",
        "a": "서울 강동구 명일로 159 1층",
        "w": 3,
        "lat": 37.5331357480599,
        "lng": 127.144249488755
    },
    {
        "n": "삼익마트",
        "a": "서울 강동구 상암로 211 1층",
        "w": 3,
        "lat": 37.5466468565575,
        "lng": 127.14615974634
    },
    {
        "n": "삼정그린환경",
        "a": "서울 강동구 성내3동 428-5번지 오스카상가136호",
        "w": 3,
        "lat": 37.5273986568298,
        "lng": 127.135552251519
    },
    {
        "n": "행복공간",
        "a": "서울 강동구 성내동 292-30번지",
        "w": 3,
        "lat": 37.5321333879742,
        "lng": 127.125128700258
    },
    {
        "n": "CU(수유대로점)",
        "a": "서울 강북구 노해로 121 두울빌딩",
        "w": 3,
        "lat": 37.6460584538069,
        "lng": 127.02442083476
    },
    {
        "n": "토큰판매점",
        "a": "서울 강북구 도봉로 45 가판",
        "w": 3,
        "lat": 37.6131435556689,
        "lng": 127.02945322795
    },
    {
        "n": "보경식품",
        "a": "서울 강북구 미아동 207-2번지",
        "w": 3,
        "lat": 37.627504977995,
        "lng": 127.025409950125
    },
    {
        "n": "행운복권",
        "a": "서울 강북구 솔샘로 212 신영빌딩 1층",
        "w": 3,
        "lat": 37.6199624506687,
        "lng": 127.016238768666
    },
    {
        "n": "복권천하",
        "a": "서울 강북구 월계로7나길 23",
        "w": 3,
        "lat": 37.6125773760929,
        "lng": 127.032533899764
    },
    {
        "n": "잉크와복권",
        "a": "서울 강서구 가로공원로76가길 12",
        "w": 3,
        "lat": 37.5330832340553,
        "lng": 126.839624054263
    },
    {
        "n": "월드 복권방",
        "a": "서울 강서구 곰달래로53길 41 1층 102호(화곡동 재룡빌딩)",
        "w": 3,
        "lat": 37.5335150501615,
        "lng": 126.85879132648
    },
    {
        "n": "로또",
        "a": "서울 강서구 마곡동 784-13 CU마곡아르디에점",
        "w": 3,
        "lat": 37.566237504295,
        "lng": 126.840148718805
    },
    {
        "n": "덕성상회",
        "a": "서울 강서구 외발산동 424번지 강서농수산물도매시장내 1층 슈퍼",
        "w": 3,
        "lat": 37.5528925847917,
        "lng": 126.818755736157
    },
    {
        "n": "새로나슈퍼",
        "a": "서울 강서구 화곡1동 904-10번지",
        "w": 3,
        "lat": 37.5287520394707,
        "lng": 126.847727987057
    },
    {
        "n": "헬스프라자",
        "a": "서울 관악구 관악로 184 1층",
        "w": 3,
        "lat": 37.4815212275092,
        "lng": 126.95322725345
    },
    {
        "n": "로또판매점",
        "a": "서울 관악구 신림동 1433-131 1층",
        "w": 3,
        "lat": 37.4850324502058,
        "lng": 126.926485161902
    },
    {
        "n": "가로가판대",
        "a": "서울 관악구 신림동(조원동) 1643-6",
        "w": 3,
        "lat": 37.483845463634,
        "lng": 126.90290216068
    },
    {
        "n": "로또복권",
        "a": "서울 관악구 장군봉1길 29",
        "w": 3,
        "lat": 37.4818351562082,
        "lng": 126.941714270472
    },
    {
        "n": "로또복권",
        "a": "서울 광진구 긴고랑로 38",
        "w": 3,
        "lat": 37.5628285297463,
        "lng": 127.080249404946
    },
    {
        "n": "오로라복권방",
        "a": "서울 광진구 뚝섬로 625 국민은행자양동지점 50m",
        "w": 3,
        "lat": null,
        "lng": null
    },
    {
        "n": "자양사거리가로매점",
        "a": "서울 광진구 자양로 95",
        "w": 3,
        "lat": 37.5362251419146,
        "lng": 127.083201674013
    },
    {
        "n": "복권방",
        "a": "서울 광진구 자양로18길 34",
        "w": 3,
        "lat": 37.5377825275173,
        "lng": 127.085463281895
    },
    {
        "n": "천하명당복권방",
        "a": "서울 광진구 중곡3동 167-3번지",
        "w": 3,
        "lat": 37.5659550163237,
        "lng": 127.084089533885
    },
    {
        "n": "다모아",
        "a": "서울 구로구 공원로6나길 39-1",
        "w": 3,
        "lat": 37.5044721086261,
        "lng": 126.89179540724
    },
    {
        "n": "GS25(구로제일)",
        "a": "서울 구로구 구로동 685-215번지103호",
        "w": 3,
        "lat": 37.4920193437441,
        "lng": 126.875803744591
    },
    {
        "n": "현진식품",
        "a": "서울 구로구 중앙로 32",
        "w": 3,
        "lat": 37.500768283874,
        "lng": 126.863856941873
    },
    {
        "n": "로또 명당 가판점",
        "a": "서울 금천구 남부순환로 1390 전영수내과의원 가판",
        "w": 3,
        "lat": 37.479839203517,
        "lng": 126.905213073868
    },
    {
        "n": "천하명당복권방독산점",
        "a": "서울 금천구 독산로85길 16",
        "w": 3,
        "lat": 37.4725320231091,
        "lng": 126.902234890915
    },
    {
        "n": "새시대복권방",
        "a": "서울 금천구 탑골로 6-1",
        "w": 3,
        "lat": 37.4509800536914,
        "lng": 126.910365045517
    },
    {
        "n": "황금대박점",
        "a": "서울 노원구 공릉로 328",
        "w": 3,
        "lat": 37.6359987604126,
        "lng": 127.071026820203
    },
    {
        "n": "복권방 담배",
        "a": "서울 도봉구 도당로 91",
        "w": 3,
        "lat": 37.6656853470668,
        "lng": 127.036944137797
    },
    {
        "n": "가판대",
        "a": "서울 도봉구 도봉동(도봉제2동) 30-1",
        "w": 3,
        "lat": 37.6862789968232,
        "lng": 127.047810838565
    },
    {
        "n": "현대",
        "a": "서울 도봉구 도봉로110길 74",
        "w": 3,
        "lat": 37.646204085494,
        "lng": 127.037652991152
    },
    {
        "n": "삼호복권",
        "a": "서울 도봉구 쌍문동 96-43번지",
        "w": 3,
        "lat": 37.6468259310102,
        "lng": 127.033196862987
    },
    {
        "n": "럭키복권방",
        "a": "서울 도봉구 창동 134-36번지 우림빌딩106",
        "w": 3,
        "lat": 37.6531016438632,
        "lng": 127.046287030807
    },
    {
        "n": "가판 창동역점",
        "a": "서울 도봉구 창동 3-3번지 창동역문화마당앞",
        "w": 3,
        "lat": 37.6532337604239,
        "lng": 127.04910360761
    },
    {
        "n": "그린슈퍼",
        "a": "서울 동대문구 왕산로 138",
        "w": 3,
        "lat": 37.5780406039826,
        "lng": 127.038691734604
    },
    {
        "n": "형제상회",
        "a": "서울 동대문구 용두동 250-22번지",
        "w": 3,
        "lat": null,
        "lng": null
    },
    {
        "n": "보성정보통신",
        "a": "서울 동대문구 장한로2길 24",
        "w": 3,
        "lat": 37.5619229172028,
        "lng": 127.066511623538
    },
    {
        "n": "노다지토토 신설동점",
        "a": "서울 동대문구 한빛로 1-1 1층",
        "w": 3,
        "lat": 37.5763302856205,
        "lng": 127.023939791577
    },
    {
        "n": "복권명당",
        "a": "서울 동작구 국사봉길 26",
        "w": 3,
        "lat": 37.4981091737714,
        "lng": 126.929214924309
    },
    {
        "n": "명당복권방",
        "a": "서울 동작구 상도로 281 1층",
        "w": 3,
        "lat": 37.5024093444584,
        "lng": 126.948613367042
    },
    {
        "n": "훼미리로또",
        "a": "서울 동작구 신대방동(신대방제2동) 395-68 102호",
        "w": 3,
        "lat": 37.4906911578535,
        "lng": 126.92395192537
    },
    {
        "n": "아현역3번출구앞가판점",
        "a": "서울 마포구 마포대로 249 아현산업정보학교 아현역3번출구앞",
        "w": 3,
        "lat": 37.557026368803,
        "lng": 126.958022776892
    },
    {
        "n": "복권천국방",
        "a": "서울 마포구 서교동 480-1번지 1층",
        "w": 3,
        "lat": 37.5542199500513,
        "lng": 126.912392590479
    },
    {
        "n": "그랜드마트앞가판점",
        "a": "서울 마포구 신촌로 94",
        "w": 3,
        "lat": 37.5549939272318,
        "lng": 126.936001762116
    },
    {
        "n": "명신사",
        "a": "서울 마포구 월드컵로 97",
        "w": 3,
        "lat": 37.5572982133926,
        "lng": 126.90871359217
    },
    {
        "n": "행운복권방",
        "a": "서울 서대문구 신촌로 235-1",
        "w": 3,
        "lat": 37.5574090991053,
        "lng": 126.952293916565
    },
    {
        "n": "제일식품",
        "a": "서울 서대문구 증가로 143",
        "w": 3,
        "lat": 37.5774629851947,
        "lng": 126.921690536742
    },
    {
        "n": "교통카드",
        "a": "서울 서초구 강남대로 517",
        "w": 3,
        "lat": 37.5081106083941,
        "lng": 127.022294298364
    },
    {
        "n": "일이오마켓",
        "a": "서울 서초구 방배동(방배2동) 454-20",
        "w": 3,
        "lat": 37.4794374550212,
        "lng": 126.983461218962
    },
    {
        "n": "복권천국",
        "a": "서울 서초구 서초대로 97 1층",
        "w": 3,
        "lat": 37.48770758374,
        "lng": 126.992859786919
    },
    {
        "n": "부자랑",
        "a": "서울 성동구 둘레15길 23",
        "w": 3,
        "lat": 37.536894389345,
        "lng": 127.055255643466
    },
    {
        "n": "복권천국",
        "a": "서울 성동구 무학봉16길 22-2 1층",
        "w": 3,
        "lat": 37.5599450477676,
        "lng": 127.032922410822
    },
    {
        "n": "대박로또",
        "a": "서울 성동구 용답19길 11",
        "w": 3,
        "lat": 37.5632831756027,
        "lng": 127.052116128692
    },
    {
        "n": "대박복권방",
        "a": "서울 성북구 돌곶이로 60",
        "w": 3,
        "lat": 37.6092110228425,
        "lng": 127.058990218645
    },
    {
        "n": "신문가판대",
        "a": "서울 성북구 보문동1가 147-48보문시장앞",
        "w": 3,
        "lat": 37.58508466604,
        "lng": 127.019748992318
    },
    {
        "n": "씨스페이스(정릉3점)",
        "a": "서울 성북구 솔샘로6길 66 청수한의원",
        "w": 3,
        "lat": 37.6087772642276,
        "lng": 127.007828577525
    },
    {
        "n": "어머화장품",
        "a": "서울 송파구 가락로11길 19",
        "w": 3,
        "lat": 37.5020683316025,
        "lng": 127.104076746441
    },
    {
        "n": "그린마트",
        "a": "서울 송파구 백제고분로19길 26 1층",
        "w": 3,
        "lat": 37.5068943250184,
        "lng": 127.087482517904
    },
    {
        "n": "천하명당복권방",
        "a": "서울 송파구 백제고분로41길 7 1층",
        "w": 3,
        "lat": 37.5068174105631,
        "lng": 127.108219513956
    },
    {
        "n": "크로바쎄븐",
        "a": "서울 송파구 법원로11길 7 1층 128호",
        "w": 3,
        "lat": 37.4852991782959,
        "lng": 127.119391411935
    },
    {
        "n": "복권나라",
        "a": "서울 송파구 삼전동 삼전동 175번지1층복권나라",
        "w": 3,
        "lat": 37.5003615060833,
        "lng": 127.095050011827
    },
    {
        "n": "윈마트",
        "a": "서울 송파구 석촌동 12번지",
        "w": 3,
        "lat": 37.5035018760949,
        "lng": 127.097693966178
    },
    {
        "n": "복권세상",
        "a": "서울 양천구 곰달래로5길 26",
        "w": 3,
        "lat": 37.5319115765941,
        "lng": 126.833698262468
    },
    {
        "n": "농심가슈퍼마트",
        "a": "서울 양천구 목동중앙본로 54 1층",
        "w": 3,
        "lat": 37.5407064637936,
        "lng": 126.869028000354
    },
    {
        "n": "대박복권방",
        "a": "서울 양천구 오목로 233 1층1호",
        "w": 3,
        "lat": 37.5261583449947,
        "lng": 126.863281030651
    },
    {
        "n": "농가마트",
        "a": "서울 양천구 중앙로 264 1층",
        "w": 3,
        "lat": 37.519981328417,
        "lng": 126.853279287149
    },
    {
        "n": "몽곡사",
        "a": "서울 영등포구 버드나루로 51 조광빌딩105호",
        "w": 3,
        "lat": 37.5230740112737,
        "lng": 126.910598895613
    },
    {
        "n": "하나복권(가로판매점)",
        "a": "서울 영등포구 여의나루로 42 가로판매점(여의도동)",
        "w": 3,
        "lat": 37.521470230225,
        "lng": 126.924971147893
    },
    {
        "n": "행운대박복권",
        "a": "서울 영등포구 영신로19길 8-1",
        "w": 3,
        "lat": 37.5144211933008,
        "lng": 126.906821911216
    },
    {
        "n": "로또방",
        "a": "서울 영등포구 영중로 12 에쉐르아이 시네마 쇼핑몰",
        "w": 3,
        "lat": 37.5176176142762,
        "lng": 126.906506980596
    },
    {
        "n": "캐논종합",
        "a": "서울 용산구 청파로 101 나진10동가125호",
        "w": 3,
        "lat": 37.5334630377576,
        "lng": 126.962167638244
    },
    {
        "n": "평화슈퍼",
        "a": "서울 은평구 연서로 198-1",
        "w": 3,
        "lat": 37.6163038958849,
        "lng": 126.919014472678
    },
    {
        "n": "가로판매대",
        "a": "서울 종로구 교남동 46 육교에서 30m 떨어진 가판(협신빌딩앞 가판)",
        "w": 3,
        "lat": null,
        "lng": null
    },
    {
        "n": "가로매점",
        "a": "서울 종로구 종로 186 우리은행 우리은행앞 가판",
        "w": 3,
        "lat": 37.5704459618483,
        "lng": 126.998394880015
    },
    {
        "n": "복권나라",
        "a": "서울 중구 남대문로5가(회현동) 21-1",
        "w": 3,
        "lat": 37.5589629957983,
        "lng": 126.97492243505
    },
    {
        "n": "샛별복권방",
        "a": "서울 중구 동호로10길 12 1층",
        "w": 3,
        "lat": 37.5544298854585,
        "lng": 127.01193170499
    },
    {
        "n": "가로판매점",
        "a": "서울 중구 서소문동 53-6번지",
        "w": 3,
        "lat": 37.5630644235669,
        "lng": 126.973281124649
    },
    {
        "n": "가판100호",
        "a": "서울 중구 을지로 113-4",
        "w": 3,
        "lat": 37.5663702031151,
        "lng": 126.990452320275
    },
    {
        "n": "꿈이현실로",
        "a": "서울 중구 청계천로 182",
        "w": 3,
        "lat": 37.5685691779856,
        "lng": 126.997764773693
    },
    {
        "n": "명동역5번출구가판",
        "a": "서울 중구 퇴계로 115",
        "w": 3,
        "lat": 37.56105243357,
        "lng": 126.984514234793
    },
    {
        "n": "태원정보통신",
        "a": "서울 중랑구 상봉2동 88-75번지",
        "w": 3,
        "lat": 37.5954333874225,
        "lng": 127.089685420775
    },
    {
        "n": "부영마트",
        "a": "서울 중랑구 상봉동 108번지",
        "w": 3,
        "lat": 37.5943678504664,
        "lng": 127.085717050425
    },
    {
        "n": "이마트24 울산삼산본동점",
        "a": "울산 남구 돋질로 445",
        "w": 3,
        "lat": 35.5427316535906,
        "lng": 129.353512383349
    },
    {
        "n": "대박로또",
        "a": "울산 남구 번영로75번길 38",
        "w": 3,
        "lat": 35.5313415123276,
        "lng": 129.325890601415
    },
    {
        "n": "선봉로또",
        "a": "울산 남구 삼산동 1468-6번지 CU판매점 내",
        "w": 3,
        "lat": 35.5437301601743,
        "lng": 129.332666752412
    },
    {
        "n": "로또25시",
        "a": "울산 남구 수암로288번길 1 1층",
        "w": 3,
        "lat": 35.5211442422618,
        "lng": 129.336024385811
    },
    {
        "n": "삼산현대로또",
        "a": "울산 남구 월평로 225 1층",
        "w": 3,
        "lat": 35.5468831202159,
        "lng": 129.329453414672
    },
    {
        "n": "진대박 로또복권방",
        "a": "울산 동구 대송로 139",
        "w": 3,
        "lat": 35.4956692852071,
        "lng": 129.4231026667
    },
    {
        "n": "천하복권방",
        "a": "울산 동구 전하로 29",
        "w": 3,
        "lat": 35.5124277173074,
        "lng": 129.427491902497
    },
    {
        "n": "보경복권",
        "a": "울산 북구 명촌6길 7",
        "w": 3,
        "lat": 35.557789757613,
        "lng": 129.360304185923
    },
    {
        "n": "셀피아",
        "a": "울산 북구 무룡로 29 울산광역시 북구 연암동 417-1 1층",
        "w": 3,
        "lat": null,
        "lng": null
    },
    {
        "n": "로또복권",
        "a": "울산 울주군 서생면 진하해변길 90 굿모닝마트내",
        "w": 3,
        "lat": 35.3828830841886,
        "lng": 129.345101858055
    },
    {
        "n": "안전열쇠",
        "a": "인천 계양구 경명대로 1124 명인프라자102호",
        "w": 3,
        "lat": 37.5428637628751,
        "lng": 126.731866121842
    },
    {
        "n": "장미유통",
        "a": "인천 계양구 아나지로 394",
        "w": 3,
        "lat": 37.5254070504345,
        "lng": 126.735882538039
    },
    {
        "n": "천하명당복권방",
        "a": "인천 계양구 안남로 466 1층",
        "w": 3,
        "lat": 37.5245075048343,
        "lng": 126.710882882529
    },
    {
        "n": "세븐일레븐 인천효성점",
        "a": "인천 계양구 안남로 551",
        "w": 3,
        "lat": 37.5322526022721,
        "lng": 126.710413673337
    },
    {
        "n": "좋은터",
        "a": "인천 계양구 효서로 204 1층",
        "w": 3,
        "lat": 37.5278163833637,
        "lng": 126.718549686844
    },
    {
        "n": "충남상회",
        "a": "인천 남구 숭의동 106-21번지",
        "w": 3,
        "lat": 37.469450406728,
        "lng": 126.642007070631
    },
    {
        "n": "한국종합빌딩(복권)",
        "a": "인천 남동구 간석1동 558-1번지 1층",
        "w": 3,
        "lat": 37.4612293997322,
        "lng": 126.698217897698
    },
    {
        "n": "위너로또 더킹전자담배",
        "a": "인천 남동구 구월남로 212 동원프라자 101호",
        "w": 3,
        "lat": 37.4524474445449,
        "lng": 126.713125056399
    },
    {
        "n": "하나복권",
        "a": "인천 남동구 구월로 281 세븐일레븐편의점내",
        "w": 3,
        "lat": 37.4559319808526,
        "lng": 126.721971610204
    },
    {
        "n": "로또생삼겹",
        "a": "인천 남동구 논고개로 77",
        "w": 3,
        "lat": 37.398437607938,
        "lng": 126.726253921698
    },
    {
        "n": "운수대통",
        "a": "인천 남동구 석정로 479",
        "w": 3,
        "lat": 37.4661135957059,
        "lng": 126.689012674426
    },
    {
        "n": "대박신화복권판매점",
        "a": "인천 미추홀구 인하로 267",
        "w": 3,
        "lat": 37.4483097076865,
        "lng": 126.677798254683
    },
    {
        "n": "로또복권방",
        "a": "인천 부평구 마장로 287 한양프라자 104-1호",
        "w": 3,
        "lat": 37.5036057779131,
        "lng": 126.700809636297
    },
    {
        "n": "따봉복권방",
        "a": "인천 부평구 부평4동 889-5번지",
        "w": 3,
        "lat": 37.5049049520438,
        "lng": 126.725336472063
    },
    {
        "n": "복권왕국",
        "a": "인천 부평구 부흥로 359 1층",
        "w": 3,
        "lat": 37.4981956724086,
        "lng": 126.731943816856
    },
    {
        "n": "GS25(십정센터점)",
        "a": "인천 부평구 열우물로 161 B동",
        "w": 3,
        "lat": 37.4786260065387,
        "lng": 126.690502813214
    },
    {
        "n": "욱일슈퍼",
        "a": "인천 부평구 일신동 110-5번지",
        "w": 3,
        "lat": 37.4846160961187,
        "lng": 126.746731527919
    },
    {
        "n": "정다운복권 조이마트",
        "a": "인천 부평구 충선로 171 1층",
        "w": 3,
        "lat": 37.5045407683506,
        "lng": 126.736289358266
    },
    {
        "n": "로또복권방",
        "a": "인천 서구 신현동 283번지 1층102호",
        "w": 3,
        "lat": 37.517327230162,
        "lng": 126.672392891706
    },
    {
        "n": "노다지로또",
        "a": "인천 서구 완정로 179 검단제이원빌딩 108호",
        "w": 3,
        "lat": 37.602279722333,
        "lng": 126.656519462056
    },
    {
        "n": "CU 송도프라자점",
        "a": "인천 연수구 신송로 122 1층 108호",
        "w": 3,
        "lat": 37.3958130831592,
        "lng": 126.652435342156
    },
    {
        "n": "장군슈퍼",
        "a": "인천 연수구 청량로 104",
        "w": 3,
        "lat": 37.417367097566,
        "lng": 126.655915725071
    },
    {
        "n": "1등복권방",
        "a": "인천 연수구 해돋이로 168 (송도동 21-13 혜인프라자 104호)",
        "w": 3,
        "lat": 37.3954253575474,
        "lng": 126.645208822671
    },
    {
        "n": "드림복권방",
        "a": "인천 중구 인중로 97-1 버스정류장 앞 GS편의점 옆",
        "w": 3,
        "lat": 37.4646220584894,
        "lng": 126.631907180156
    },
    {
        "n": "버스매표소 복권판매소",
        "a": "인천 중구 참외전로 123 중앙로지하상가 163호",
        "w": 3,
        "lat": 37.475900807713,
        "lng": 126.631460368131
    },
    {
        "n": "나눔로또편의점",
        "a": "전남 광양시 공영로 90",
        "w": 3,
        "lat": 34.9356585968215,
        "lng": 127.699045323039
    },
    {
        "n": "도소매복권방",
        "a": "전남 광양시 광영동 759-4번지",
        "w": 3,
        "lat": 34.9656452457602,
        "lng": 127.717018348414
    },
    {
        "n": "제철로또대리점",
        "a": "전남 광양시 광장로 125 시티프라자A동116호",
        "w": 3,
        "lat": 34.9354339787396,
        "lng": 127.694250404655
    },
    {
        "n": "세븐일레븐광양시청점",
        "a": "전남 광양시 중동 1317-4번지 세븐일레븐편의점 내",
        "w": 3,
        "lat": 34.9414652991956,
        "lng": 127.696614724439
    },
    {
        "n": "가자복권천국",
        "a": "전남 목포시 상동 878-4번지",
        "w": 3,
        "lat": 34.8034963135287,
        "lng": 126.42578108461
    },
    {
        "n": "송도하우스",
        "a": "전남 목포시 영산로 525 목포터미널 내",
        "w": 3,
        "lat": 34.8132592021705,
        "lng": 126.417108462653
    },
    {
        "n": "신신마트편의점",
        "a": "전남 목포시 철로마을길 36 신신마트",
        "w": 3,
        "lat": 34.8045416821553,
        "lng": 126.384978129565
    },
    {
        "n": "복권나라동성점",
        "a": "전남 순천시 연향번영길 94 동성아파트 상가113호",
        "w": 3,
        "lat": 34.9496505359864,
        "lng": 127.518470820555
    },
    {
        "n": "알짜마트왕지점",
        "a": "전남 순천시 왕궁길 60 중흥파크상가 309-101호",
        "w": 3,
        "lat": 34.9557586898028,
        "lng": 127.532623249244
    },
    {
        "n": "굿모닝",
        "a": "전남 순천시 중앙로 220 굿모닝",
        "w": 3,
        "lat": 34.9652353156288,
        "lng": 127.484986499414
    },
    {
        "n": "천하명당",
        "a": "전남 여수시 망마로 107",
        "w": 3,
        "lat": 34.7572010336855,
        "lng": 127.674023252114
    },
    {
        "n": "우리로또복권방",
        "a": "전남 여수시 무선중앙로 71",
        "w": 3,
        "lat": 34.7727939188308,
        "lng": 127.65179283441
    },
    {
        "n": "일레븐마트무선점",
        "a": "전남 여수시 성산로 19",
        "w": 3,
        "lat": 34.7738931673334,
        "lng": 127.639779711321
    },
    {
        "n": "나이스로또복권",
        "a": "전남 여수시 이순신광장로 210",
        "w": 3,
        "lat": 34.7396780470492,
        "lng": 127.745172393879
    },
    {
        "n": "금진슈퍼",
        "a": "전남 여수시 좌수영로 11",
        "w": 3,
        "lat": 34.7414090286385,
        "lng": 127.727650364752
    },
    {
        "n": "큐마트학동점복권",
        "a": "전남 여수시 학동서5길 2 스마트&과일야채",
        "w": 3,
        "lat": 34.7619434315961,
        "lng": 127.656508537807
    },
    {
        "n": "베스트원",
        "a": "전남 영광군 영광읍 남천리 315 CU편의점",
        "w": 3,
        "lat": 35.2761048649937,
        "lng": 126.504351062869
    },
    {
        "n": "진도로또",
        "a": "전남 진도군 진도읍 동외리 1151-2 진도로또",
        "w": 3,
        "lat": 34.4812940099258,
        "lng": 126.269288775399
    },
    {
        "n": "농산물직판장",
        "a": "전북 군산시 백토로 128",
        "w": 3,
        "lat": 35.9676955378241,
        "lng": 126.705525697
    },
    {
        "n": "복권나라",
        "a": "전북 군산시 번영로 891",
        "w": 3,
        "lat": 35.946539167222,
        "lng": 126.810357390789
    },
    {
        "n": "G(금정)마트휴게실",
        "a": "전북 군산시 조촌로 66",
        "w": 3,
        "lat": 35.9698839903883,
        "lng": 126.738055326816
    },
    {
        "n": "롯데마트",
        "a": "전북 군산시 하나운로 43",
        "w": 3,
        "lat": 35.9627637626119,
        "lng": 126.700377525111
    },
    {
        "n": "춘향로또",
        "a": "전북 남원시 동림로 102-1",
        "w": 3,
        "lat": 35.41708812056,
        "lng": 127.384952310639
    },
    {
        "n": "반딧불로또",
        "a": "전북 무주군 무주읍 읍내리 249-4번지",
        "w": 3,
        "lat": 36.0077771330968,
        "lng": 127.662994223418
    },
    {
        "n": "삼례로또복권",
        "a": "전북 완주군 동학로 32",
        "w": 3,
        "lat": 35.9106573246953,
        "lng": 127.074854690669
    },
    {
        "n": "왕대박복권",
        "a": "전북 전주시 덕진구 가련산로 17",
        "w": 3,
        "lat": 35.841696471932,
        "lng": 127.110608771832
    },
    {
        "n": "로또편의점",
        "a": "전북 전주시 덕진구 아중로 173",
        "w": 3,
        "lat": 35.8270915319785,
        "lng": 127.168292457746
    },
    {
        "n": "레츠고복권방 동산점",
        "a": "전북 전주시 덕진구 쪽구름로 57-1",
        "w": 3,
        "lat": 35.8706100383473,
        "lng": 127.076527322932
    },
    {
        "n": "행복한복권방",
        "a": "전북 전주시 덕진구 혁신로 465",
        "w": 3,
        "lat": 35.8545487674708,
        "lng": 127.065917168815
    },
    {
        "n": "로또로복권",
        "a": "전북 전주시 완산구 모악로 4729",
        "w": 3,
        "lat": 35.7915443805975,
        "lng": 127.131296431825
    },
    {
        "n": "참깨열쇠.복권",
        "a": "전북 전주시 완산구 용리로 43 1층",
        "w": 3,
        "lat": 35.7988227059854,
        "lng": 127.114652875779
    },
    {
        "n": "올인로또복권",
        "a": "전북 전주시 완산구 효자동2가 203-5번지 코끼리마트 상가 내",
        "w": 3,
        "lat": 35.8046679966843,
        "lng": 127.107969498838
    },
    {
        "n": "대흥당",
        "a": "전북 정읍시 시기동 413-6",
        "w": 3,
        "lat": 35.5613345785188,
        "lng": 126.853278831518
    },
    {
        "n": "터미널복권방",
        "a": "전북 정읍시 연지8길 6",
        "w": 3,
        "lat": 35.572332165993,
        "lng": 126.844958110122
    },
    {
        "n": "씨유제주 제일점",
        "a": "제주 제주시 신산로 16 CU 제일점",
        "w": 3,
        "lat": 33.5119089769575,
        "lng": 126.531440916526
    },
    {
        "n": "영약국",
        "a": "충남 금산군 인삼로 104",
        "w": 3,
        "lat": 36.1022839301448,
        "lng": 127.493131752127
    },
    {
        "n": "강경복권방",
        "a": "충남 논산시 계백로 126-1",
        "w": 3,
        "lat": 36.156024121378,
        "lng": 127.014865909295
    },
    {
        "n": "스타복권방",
        "a": "충남 논산시 안심로 72",
        "w": 3,
        "lat": 36.127490439776,
        "lng": 127.099292527576
    },
    {
        "n": "천하제일복권명당연무점",
        "a": "충남 논산시 연무읍 안심리 1126-36번지",
        "w": 3,
        "lat": 36.1354677786625,
        "lng": 127.100078496664
    },
    {
        "n": "금손로또판매점",
        "a": "충남 당진시 서해로 5772",
        "w": 3,
        "lat": 36.8982114799918,
        "lng": 126.628771155102
    },
    {
        "n": "로또매점",
        "a": "충남 당진시 송산로 723",
        "w": 3,
        "lat": 36.9538726109827,
        "lng": 126.6893806316
    },
    {
        "n": "로또판매점",
        "a": "충남 당진시 읍내동 227-12",
        "w": 3,
        "lat": 36.8954718536964,
        "lng": 126.630900678257
    },
    {
        "n": "터미널분식",
        "a": "충남 부여군 부장대로 65",
        "w": 3,
        "lat": 36.2806359221194,
        "lng": 126.909658460534
    },
    {
        "n": "우리로또",
        "a": "충남 서산시 충의로 1231 화천슈퍼 이마트24편의점",
        "w": 3,
        "lat": 36.8773289212851,
        "lng": 126.439503708121
    },
    {
        "n": "필로또복권",
        "a": "충남 서산시 호수공원6로 64 1층",
        "w": 3,
        "lat": 36.7727600477807,
        "lng": 126.450509273291
    },
    {
        "n": "1등명당",
        "a": "충남 서천군 장항로 220",
        "w": 3,
        "lat": 36.0098416001069,
        "lng": 126.701281419347
    },
    {
        "n": "로또복권장항점",
        "a": "충남 서천군 장항읍 창선리 632-2",
        "w": 3,
        "lat": 36.011979619412,
        "lng": 126.695525072432
    },
    {
        "n": "777천하명당",
        "a": "충남 서천군 충절로 54",
        "w": 3,
        "lat": 36.0748778973301,
        "lng": 126.68868846985
    },
    {
        "n": "둔포로또판매점",
        "a": "충남 아산시 둔포면 둔포리 479-1 둔포로또판매점",
        "w": 3,
        "lat": 36.9305660213976,
        "lng": 127.038387274638
    },
    {
        "n": "로또복권방",
        "a": "충남 아산시 모산로 124 PGA스크린골프연습장내",
        "w": 3,
        "lat": 36.7743839311658,
        "lng": 127.056465614776
    },
    {
        "n": "행운마트",
        "a": "충남 아산시 서해로 654",
        "w": 3,
        "lat": 36.8819314690927,
        "lng": 126.910729910912
    },
    {
        "n": "달성로또복권판매소",
        "a": "충남 아산시 온천대로 1531",
        "w": 3,
        "lat": 36.7807789537344,
        "lng": 127.007905088103
    },
    {
        "n": "온천로또복권",
        "a": "충남 예산군 덕산면 사동리 15덕산온천관광호텔매점",
        "w": 3,
        "lat": null,
        "lng": null
    },
    {
        "n": "노다지복권방",
        "a": "충남 천안시 동남구 원성천1길 151 2호",
        "w": 3,
        "lat": 36.8086259209206,
        "lng": 127.161939884266
    },
    {
        "n": "콘테인복권판매점",
        "a": "충남 천안시 동남구 청수11로 13-11 건물 뒤편 콘테인커피숍 내",
        "w": 3,
        "lat": 36.7833435412622,
        "lng": 127.153690618783
    },
    {
        "n": "아띠로또판매점",
        "a": "충남 천안시 서북구 두정동 1063번지 레몬타워 110호",
        "w": 3,
        "lat": 36.8372560236657,
        "lng": 127.134071530502
    },
    {
        "n": "대박로또",
        "a": "충남 천안시 서북구 성환2로 45",
        "w": 3,
        "lat": 36.9118221661841,
        "lng": 127.130134113057
    },
    {
        "n": "대박복권",
        "a": "충남 홍성군 충서로 2423 세븐일레븐",
        "w": 3,
        "lat": 36.6379585508959,
        "lng": 126.743281584426
    },
    {
        "n": "로또",
        "a": "충남 홍성군 홍성읍 오관리 311-5",
        "w": 3,
        "lat": 36.6010531446555,
        "lng": 126.667641322161
    },
    {
        "n": "보은로또판매점",
        "a": "충북 보은군 보은로 167 주유소",
        "w": 3,
        "lat": 36.4891583366968,
        "lng": 127.717446972199
    },
    {
        "n": "로또판매점",
        "a": "충북 음성군 대소면 태생리 533-1 비디오대여점",
        "w": 3,
        "lat": 36.9666390151346,
        "lng": 127.490725810975
    },
    {
        "n": "혁신대박",
        "a": "충북 음성군 원중로 1434 103호(에스타워)",
        "w": 3,
        "lat": 36.9094921289489,
        "lng": 127.541077958113
    },
    {
        "n": "로또명당금왕점",
        "a": "충북 음성군 탑골길 55 세븐일레븐 금왕점",
        "w": 3,
        "lat": 36.9909767213693,
        "lng": 127.586378932803
    },
    {
        "n": "CU(제천역점)",
        "a": "충북 제천시 화산동 208-1번지",
        "w": 3,
        "lat": 37.12970161862,
        "lng": 128.206755928744
    },
    {
        "n": "행운로또",
        "a": "충북 진천군 대하로 151 106호",
        "w": 3,
        "lat": 36.9042027743364,
        "lng": 127.535525725366
    },
    {
        "n": "천금복권방",
        "a": "충북 청주시 상당구 쇠내로 150-1",
        "w": 3,
        "lat": 36.6207558192688,
        "lng": 127.507987132946
    },
    {
        "n": "복권명당",
        "a": "충북 청주시 상당구 월평로 204",
        "w": 3,
        "lat": 36.6088235863008,
        "lng": 127.506272501493
    },
    {
        "n": "월드마트",
        "a": "충북 청주시 흥덕구 복대동 2405번지",
        "w": 3,
        "lat": 36.6247765993113,
        "lng": 127.44766943819
    },
    {
        "n": "대소원로또",
        "a": "충북 충주시 중원대로 4373 휴게소내 컨테이너",
        "w": 3,
        "lat": 36.9732511656846,
        "lng": 127.823593034787
    }
];